var provinces = [
  {
    "name": "北京市",
    "value": "3515"
  },
  {
    "name": "天津市",
    "value": "3533"
  },
  {
    "name": "河北省",
    "value": "3551"
  },
  {
    "name": "山西省",
    "value": "3746"
  },
  {
    "name": "内蒙古自治区",
    "value": "3888"
  },
  {
    "name": "辽宁省",
    "value": "4012"
  },
  {
    "name": "吉林省",
    "value": "4141"
  },
  {
    "name": "黑龙江省",
    "value": "4219"
  },
  {
    "name": "上海市",
    "value": "4373"
  },
  {
    "name": "江苏省",
    "value": "4393"
  },
  {
    "name": "浙江省",
    "value": "4520"
  },
  {
    "name": "安徽省",
    "value": "4633"
  },
  {
    "name": "福建省",
    "value": "4771"
  },
  {
    "name": "江西省",
    "value": "4875"
  },
  {
    "name": "山东省",
    "value": "4998"
  },
  {
    "name": "河南省",
    "value": "5171"
  },
  {
    "name": "湖北省",
    "value": "5366"
  },
  {
    "name": "湖南省",
    "value": "5496"
  },
  {
    "name": "广东省",
    "value": "5646"
  },
  {
    "name": "广西壮族自治区",
    "value": "5808"
  },
  {
    "name": "海南省",
    "value": "5947"
  },
  {
    "name": "重庆市",
    "value": "5977"
  },
  {
    "name": "四川省",
    "value": "6018"
  },
  {
    "name": "贵州省",
    "value": "6241"
  },
  {
    "name": "云南省",
    "value": "6344"
  },
  {
    "name": "西藏自治区",
    "value": "6498"
  },
  {
    "name": "陕西省",
    "value": "6581"
  },
  {
    "name": "甘肃省",
    "value": "6709"
  },
  {
    "name": "青海省",
    "value": "6822"
  },
  {
    "name": "宁夏回族自治区",
    "value": "6875"
  },
  {
    "name": "新疆维吾尔自治区",
    "value": "6908"
  },
  {
    "name": "台湾省",
    "value": "7025"
  },
  {
    "name": "香港特别行政区",
    "value": "7026"
  },
  {
    "name": "澳门特别行政区",
    "value": "7027"
  }
];

var cities_map = {
  "3515": [
    {
      "name": "北京市",
      "value": "3516"
    }
  ],
  "3533": [
    {
      "name": "天津市",
      "value": "3534"
    }
  ],
  "3551": [
    {
      "name": "石家庄市",
      "value": "3552"
    },
    {
      "name": "唐山市",
      "value": "3577"
    },
    {
      "name": "秦皇岛市",
      "value": "3593"
    },
    {
      "name": "邯郸市",
      "value": "3602"
    },
    {
      "name": "邢台市",
      "value": "3623"
    },
    {
      "name": "保定市",
      "value": "3644"
    },
    {
      "name": "张家口市",
      "value": "3671"
    },
    {
      "name": "承德市",
      "value": "3690"
    },
    {
      "name": "沧州市",
      "value": "3703"
    },
    {
      "name": "廊坊市",
      "value": "3721"
    },
    {
      "name": "衡水市",
      "value": "3733"
    }
  ],
  "3746": [
    {
      "name": "太原市",
      "value": "3747"
    },
    {
      "name": "大同市",
      "value": "3759"
    },
    {
      "name": "阳泉市",
      "value": "3772"
    },
    {
      "name": "长治市",
      "value": "3779"
    },
    {
      "name": "晋城市",
      "value": "3794"
    },
    {
      "name": "朔州市",
      "value": "3802"
    },
    {
      "name": "晋中市",
      "value": "3810"
    },
    {
      "name": "运城市",
      "value": "3823"
    },
    {
      "name": "忻州市",
      "value": "3838"
    },
    {
      "name": "临汾市",
      "value": "3854"
    },
    {
      "name": "吕梁市",
      "value": "3873"
    }
  ],
  "3888": [
    {
      "name": "呼和浩特市",
      "value": "3889"
    },
    {
      "name": "包头市",
      "value": "3900"
    },
    {
      "name": "乌海市",
      "value": "3911"
    },
    {
      "name": "赤峰市",
      "value": "3916"
    },
    {
      "name": "通辽市",
      "value": "3930"
    },
    {
      "name": "鄂尔多斯市",
      "value": "3940"
    },
    {
      "name": "呼伦贝尔市",
      "value": "3950"
    },
    {
      "name": "巴彦淖尔市",
      "value": "3966"
    },
    {
      "name": "乌兰察布市",
      "value": "3975"
    },
    {
      "name": "兴安盟",
      "value": "3988"
    },
    {
      "name": "锡林郭勒盟",
      "value": "3995"
    },
    {
      "name": "阿拉善盟",
      "value": "4008"
    }
  ],
  "4012": [
    {
      "name": "沈阳市",
      "value": "4013"
    },
    {
      "name": "大连市",
      "value": "4028"
    },
    {
      "name": "鞍山市",
      "value": "4040"
    },
    {
      "name": "抚顺市",
      "value": "4049"
    },
    {
      "name": "本溪市",
      "value": "4058"
    },
    {
      "name": "丹东市",
      "value": "4066"
    },
    {
      "name": "锦州市",
      "value": "4074"
    },
    {
      "name": "营口市",
      "value": "4083"
    },
    {
      "name": "阜新市",
      "value": "4091"
    },
    {
      "name": "辽阳市",
      "value": "4100"
    },
    {
      "name": "盘锦市",
      "value": "4109"
    },
    {
      "name": "铁岭市",
      "value": "4115"
    },
    {
      "name": "朝阳市",
      "value": "4124"
    },
    {
      "name": "葫芦岛市",
      "value": "4133"
    }
  ],
  "4141": [
    {
      "name": "长春市",
      "value": "4142"
    },
    {
      "name": "吉林市",
      "value": "4154"
    },
    {
      "name": "四平市",
      "value": "4165"
    },
    {
      "name": "辽源市",
      "value": "4173"
    },
    {
      "name": "通化市",
      "value": "4179"
    },
    {
      "name": "白山市",
      "value": "4188"
    },
    {
      "name": "松原市",
      "value": "4196"
    },
    {
      "name": "白城市",
      "value": "4203"
    },
    {
      "name": "延边朝鲜族自治州",
      "value": "4210"
    }
  ],
  "4219": [
    {
      "name": "哈尔滨市",
      "value": "4220"
    },
    {
      "name": "齐齐哈尔市",
      "value": "4240"
    },
    {
      "name": "鸡西市",
      "value": "4258"
    },
    {
      "name": "鹤岗市",
      "value": "4269"
    },
    {
      "name": "双鸭山市",
      "value": "4279"
    },
    {
      "name": "大庆市",
      "value": "4289"
    },
    {
      "name": "伊春市",
      "value": "4300"
    },
    {
      "name": "佳木斯市",
      "value": "4319"
    },
    {
      "name": "七台河市",
      "value": "4331"
    },
    {
      "name": "牡丹江市",
      "value": "4337"
    },
    {
      "name": "黑河市",
      "value": "4349"
    },
    {
      "name": "绥化市",
      "value": "4357"
    },
    {
      "name": "大兴安岭地区",
      "value": "4369"
    }
  ],
  "4373": [
    {
      "name": "上海市",
      "value": "4374"
    }
  ],
  "4393": [
    {
      "name": "南京市",
      "value": "4394"
    },
    {
      "name": "无锡市",
      "value": "4407"
    },
    {
      "name": "徐州市",
      "value": "4417"
    },
    {
      "name": "常州市",
      "value": "4429"
    },
    {
      "name": "苏州市",
      "value": "4438"
    },
    {
      "name": "南通市",
      "value": "4449"
    },
    {
      "name": "连云港市",
      "value": "4459"
    },
    {
      "name": "淮安市",
      "value": "4468"
    },
    {
      "name": "盐城市",
      "value": "4478"
    },
    {
      "name": "扬州市",
      "value": "4489"
    },
    {
      "name": "镇江市",
      "value": "4497"
    },
    {
      "name": "泰州市",
      "value": "4505"
    },
    {
      "name": "宿迁市",
      "value": "4513"
    }
  ],
  "4520": [
    {
      "name": "杭州市",
      "value": "4521"
    },
    {
      "name": "宁波市",
      "value": "4536"
    },
    {
      "name": "温州市",
      "value": "4549"
    },
    {
      "name": "嘉兴市",
      "value": "4562"
    },
    {
      "name": "湖州市",
      "value": "4571"
    },
    {
      "name": "绍兴市",
      "value": "4578"
    },
    {
      "name": "金华市",
      "value": "4586"
    },
    {
      "name": "衢州市",
      "value": "4597"
    },
    {
      "name": "舟山市",
      "value": "4605"
    },
    {
      "name": "台州市",
      "value": "4611"
    },
    {
      "name": "丽水市",
      "value": "4622"
    }
  ],
  "4633": [
    {
      "name": "合肥市",
      "value": "4634"
    },
    {
      "name": "芜湖市",
      "value": "4645"
    },
    {
      "name": "蚌埠市",
      "value": "4655"
    },
    {
      "name": "淮南市",
      "value": "4664"
    },
    {
      "name": "马鞍山市",
      "value": "4672"
    },
    {
      "name": "淮北市",
      "value": "4680"
    },
    {
      "name": "铜陵市",
      "value": "4686"
    },
    {
      "name": "安庆市",
      "value": "4692"
    },
    {
      "name": "黄山市",
      "value": "4705"
    },
    {
      "name": "滁州市",
      "value": "4714"
    },
    {
      "name": "阜阳市",
      "value": "4724"
    },
    {
      "name": "宿州市",
      "value": "4734"
    },
    {
      "name": "六安市",
      "value": "4741"
    },
    {
      "name": "亳州市",
      "value": "4750"
    },
    {
      "name": "池州市",
      "value": "4756"
    },
    {
      "name": "宣城市",
      "value": "4762"
    }
  ],
  "4771": [
    {
      "name": "福州市",
      "value": "4772"
    },
    {
      "name": "厦门市",
      "value": "4787"
    },
    {
      "name": "莆田市",
      "value": "4795"
    },
    {
      "name": "三明市",
      "value": "4802"
    },
    {
      "name": "泉州市",
      "value": "4816"
    },
    {
      "name": "漳州市",
      "value": "4830"
    },
    {
      "name": "南平市",
      "value": "4843"
    },
    {
      "name": "龙岩市",
      "value": "4855"
    },
    {
      "name": "宁德市",
      "value": "4864"
    }
  ],
  "4875": [
    {
      "name": "南昌市",
      "value": "4876"
    },
    {
      "name": "景德镇市",
      "value": "4887"
    },
    {
      "name": "萍乡市",
      "value": "4893"
    },
    {
      "name": "九江市",
      "value": "4900"
    },
    {
      "name": "新余市",
      "value": "4915"
    },
    {
      "name": "鹰潭市",
      "value": "4919"
    },
    {
      "name": "赣州市",
      "value": "4924"
    },
    {
      "name": "吉安市",
      "value": "4944"
    },
    {
      "name": "宜春市",
      "value": "4959"
    },
    {
      "name": "抚州市",
      "value": "4971"
    },
    {
      "name": "上饶市",
      "value": "4984"
    }
  ],
  "4998": [
    {
      "name": "济南市",
      "value": "4999"
    },
    {
      "name": "青岛市",
      "value": "5011"
    },
    {
      "name": "淄博市",
      "value": "5023"
    },
    {
      "name": "枣庄市",
      "value": "5033"
    },
    {
      "name": "东营市",
      "value": "5041"
    },
    {
      "name": "烟台市",
      "value": "5048"
    },
    {
      "name": "潍坊市",
      "value": "5062"
    },
    {
      "name": "济宁市",
      "value": "5076"
    },
    {
      "name": "泰安市",
      "value": "5090"
    },
    {
      "name": "威海市",
      "value": "5098"
    },
    {
      "name": "日照市",
      "value": "5104"
    },
    {
      "name": "莱芜市",
      "value": "5110"
    },
    {
      "name": "临沂市",
      "value": "5114"
    },
    {
      "name": "德州市",
      "value": "5128"
    },
    {
      "name": "聊城市",
      "value": "5141"
    },
    {
      "name": "滨州市",
      "value": "5151"
    },
    {
      "name": "菏泽市",
      "value": "5160"
    }
  ],
  "5171": [
    {
      "name": "郑州市",
      "value": "5172"
    },
    {
      "name": "开封市",
      "value": "5186"
    },
    {
      "name": "洛阳市",
      "value": "5198"
    },
    {
      "name": "平顶山市",
      "value": "5215"
    },
    {
      "name": "安阳市",
      "value": "5227"
    },
    {
      "name": "鹤壁市",
      "value": "5238"
    },
    {
      "name": "新乡市",
      "value": "5245"
    },
    {
      "name": "焦作市",
      "value": "5259"
    },
    {
      "name": "濮阳市",
      "value": "5271"
    },
    {
      "name": "许昌市",
      "value": "5279"
    },
    {
      "name": "漯河市",
      "value": "5287"
    },
    {
      "name": "三门峡市",
      "value": "5294"
    },
    {
      "name": "南阳市",
      "value": "5302"
    },
    {
      "name": "商丘市",
      "value": "5317"
    },
    {
      "name": "信阳市",
      "value": "5328"
    },
    {
      "name": "周口市",
      "value": "5340"
    },
    {
      "name": "驻马店市",
      "value": "5352"
    },
    {
      "name": "省直辖县级行政区划",
      "value": "5364"
    }
  ],
  "5366": [
    {
      "name": "武汉市",
      "value": "5367"
    },
    {
      "name": "黄石市",
      "value": "5382"
    },
    {
      "name": "十堰市",
      "value": "5390"
    },
    {
      "name": "宜昌市",
      "value": "5400"
    },
    {
      "name": "襄阳市",
      "value": "5415"
    },
    {
      "name": "鄂州市",
      "value": "5426"
    },
    {
      "name": "荆门市",
      "value": "5431"
    },
    {
      "name": "孝感市",
      "value": "5438"
    },
    {
      "name": "荆州市",
      "value": "5447"
    },
    {
      "name": "黄冈市",
      "value": "5457"
    },
    {
      "name": "咸宁市",
      "value": "5469"
    },
    {
      "name": "随州市",
      "value": "5477"
    },
    {
      "name": "恩施土家族苗族自治州",
      "value": "5482"
    },
    {
      "name": "省直辖县级行政区划",
      "value": "5491"
    }
  ],
  "5496": [
    {
      "name": "长沙市",
      "value": "5497"
    },
    {
      "name": "株洲市",
      "value": "5508"
    },
    {
      "name": "湘潭市",
      "value": "5519"
    },
    {
      "name": "衡阳市",
      "value": "5526"
    },
    {
      "name": "邵阳市",
      "value": "5540"
    },
    {
      "name": "岳阳市",
      "value": "5554"
    },
    {
      "name": "常德市",
      "value": "5565"
    },
    {
      "name": "张家界市",
      "value": "5576"
    },
    {
      "name": "益阳市",
      "value": "5582"
    },
    {
      "name": "郴州市",
      "value": "5590"
    },
    {
      "name": "永州市",
      "value": "5603"
    },
    {
      "name": "怀化市",
      "value": "5616"
    },
    {
      "name": "娄底市",
      "value": "5630"
    },
    {
      "name": "湘西土家族苗族自治州",
      "value": "5637"
    }
  ],
  "5646": [
    {
      "name": "广州市",
      "value": "5647"
    },
    {
      "name": "韶关市",
      "value": "5661"
    },
    {
      "name": "深圳市",
      "value": "5673"
    },
    {
      "name": "珠海市",
      "value": "5681"
    },
    {
      "name": "汕头市",
      "value": "5686"
    },
    {
      "name": "佛山市",
      "value": "5695"
    },
    {
      "name": "江门市",
      "value": "5702"
    },
    {
      "name": "湛江市",
      "value": "5711"
    },
    {
      "name": "茂名市",
      "value": "5722"
    },
    {
      "name": "肇庆市",
      "value": "5730"
    },
    {
      "name": "惠州市",
      "value": "5740"
    },
    {
      "name": "梅州市",
      "value": "5747"
    },
    {
      "name": "汕尾市",
      "value": "5757"
    },
    {
      "name": "河源市",
      "value": "5763"
    },
    {
      "name": "阳江市",
      "value": "5771"
    },
    {
      "name": "清远市",
      "value": "5777"
    },
    {
      "name": "东莞市",
      "value": "5787"
    },
    {
      "name": "中山市",
      "value": "5788"
    },
    {
      "name": "潮州市",
      "value": "5789"
    },
    {
      "name": "揭阳市",
      "value": "5794"
    },
    {
      "name": "云浮市",
      "value": "5801"
    }
  ],
  "5808": [
    {
      "name": "南宁市",
      "value": "5809"
    },
    {
      "name": "柳州市",
      "value": "5823"
    },
    {
      "name": "桂林市",
      "value": "5835"
    },
    {
      "name": "梧州市",
      "value": "5854"
    },
    {
      "name": "北海市",
      "value": "5863"
    },
    {
      "name": "防城港市",
      "value": "5869"
    },
    {
      "name": "钦州市",
      "value": "5875"
    },
    {
      "name": "贵港市",
      "value": "5881"
    },
    {
      "name": "玉林市",
      "value": "5888"
    },
    {
      "name": "百色市",
      "value": "5897"
    },
    {
      "name": "贺州市",
      "value": "5911"
    },
    {
      "name": "河池市",
      "value": "5917"
    },
    {
      "name": "来宾市",
      "value": "5930"
    },
    {
      "name": "崇左市",
      "value": "5938"
    }
  ],
  "5947": [
    {
      "name": "海口市",
      "value": "5948"
    },
    {
      "name": "三亚市",
      "value": "5954"
    },
    {
      "name": "三沙市",
      "value": "5956"
    },
    {
      "name": "省直辖县级行政区划",
      "value": "5960"
    }
  ],
  "5977": [
    {
      "name": "重庆市",
      "value": "5978"
    }
  ],
  "6018": [
    {
      "name": "成都市",
      "value": "6019"
    },
    {
      "name": "自贡市",
      "value": "6040"
    },
    {
      "name": "攀枝花市",
      "value": "6048"
    },
    {
      "name": "泸州市",
      "value": "6055"
    },
    {
      "name": "德阳市",
      "value": "6064"
    },
    {
      "name": "绵阳市",
      "value": "6072"
    },
    {
      "name": "广元市",
      "value": "6083"
    },
    {
      "name": "遂宁市",
      "value": "6092"
    },
    {
      "name": "内江市",
      "value": "6099"
    },
    {
      "name": "乐山市",
      "value": "6106"
    },
    {
      "name": "南充市",
      "value": "6119"
    },
    {
      "name": "眉山市",
      "value": "6130"
    },
    {
      "name": "宜宾市",
      "value": "6138"
    },
    {
      "name": "广安市",
      "value": "6150"
    },
    {
      "name": "达州市",
      "value": "6158"
    },
    {
      "name": "雅安市",
      "value": "6167"
    },
    {
      "name": "巴中市",
      "value": "6177"
    },
    {
      "name": "资阳市",
      "value": "6184"
    },
    {
      "name": "阿坝藏族羌族自治州",
      "value": "6190"
    },
    {
      "name": "甘孜藏族自治州",
      "value": "6204"
    },
    {
      "name": "凉山彝族自治州",
      "value": "6223"
    }
  ],
  "6241": [
    {
      "name": "贵阳市",
      "value": "6242"
    },
    {
      "name": "六盘水市",
      "value": "6254"
    },
    {
      "name": "遵义市",
      "value": "6259"
    },
    {
      "name": "安顺市",
      "value": "6275"
    },
    {
      "name": "毕节市",
      "value": "6283"
    },
    {
      "name": "铜仁市",
      "value": "6293"
    },
    {
      "name": "黔西南布依族苗族自治州",
      "value": "6305"
    },
    {
      "name": "黔东南苗族侗族自治州",
      "value": "6314"
    },
    {
      "name": "黔南布依族苗族自治州",
      "value": "6331"
    }
  ],
  "6344": [
    {
      "name": "昆明市",
      "value": "6345"
    },
    {
      "name": "曲靖市",
      "value": "6361"
    },
    {
      "name": "玉溪市",
      "value": "6372"
    },
    {
      "name": "保山市",
      "value": "6383"
    },
    {
      "name": "昭通市",
      "value": "6390"
    },
    {
      "name": "丽江市",
      "value": "6403"
    },
    {
      "name": "普洱市",
      "value": "6410"
    },
    {
      "name": "临沧市",
      "value": "6422"
    },
    {
      "name": "楚雄彝族自治州",
      "value": "6432"
    },
    {
      "name": "红河哈尼族彝族自治州",
      "value": "6443"
    },
    {
      "name": "文山壮族苗族自治州",
      "value": "6457"
    },
    {
      "name": "西双版纳傣族自治州",
      "value": "6466"
    },
    {
      "name": "大理白族自治州",
      "value": "6470"
    },
    {
      "name": "德宏傣族景颇族自治州",
      "value": "6483"
    },
    {
      "name": "怒江傈僳族自治州",
      "value": "6489"
    },
    {
      "name": "迪庆藏族自治州",
      "value": "6494"
    }
  ],
  "6498": [
    {
      "name": "拉萨市",
      "value": "6499"
    },
    {
      "name": "昌都地区",
      "value": "6509"
    },
    {
      "name": "山南地区",
      "value": "6521"
    },
    {
      "name": "日喀则地区",
      "value": "6534"
    },
    {
      "name": "那曲地区",
      "value": "6553"
    },
    {
      "name": "阿里地区",
      "value": "6565"
    },
    {
      "name": "林芝地区",
      "value": "6573"
    }
  ],
  "6581": [
    {
      "name": "西安市",
      "value": "6582"
    },
    {
      "name": "铜川市",
      "value": "6597"
    },
    {
      "name": "宝鸡市",
      "value": "6603"
    },
    {
      "name": "咸阳市",
      "value": "6617"
    },
    {
      "name": "渭南市",
      "value": "6633"
    },
    {
      "name": "延安市",
      "value": "6646"
    },
    {
      "name": "汉中市",
      "value": "6661"
    },
    {
      "name": "榆林市",
      "value": "6674"
    },
    {
      "name": "安康市",
      "value": "6688"
    },
    {
      "name": "商洛市",
      "value": "6700"
    }
  ],
  "6709": [
    {
      "name": "兰州市",
      "value": "6710"
    },
    {
      "name": "嘉峪关市",
      "value": "6720"
    },
    {
      "name": "金昌市",
      "value": "6722"
    },
    {
      "name": "白银市",
      "value": "6726"
    },
    {
      "name": "天水市",
      "value": "6733"
    },
    {
      "name": "武威市",
      "value": "6742"
    },
    {
      "name": "张掖市",
      "value": "6748"
    },
    {
      "name": "平凉市",
      "value": "6756"
    },
    {
      "name": "酒泉市",
      "value": "6765"
    },
    {
      "name": "庆阳市",
      "value": "6774"
    },
    {
      "name": "定西市",
      "value": "6784"
    },
    {
      "name": "陇南市",
      "value": "6793"
    },
    {
      "name": "临夏回族自治州",
      "value": "6804"
    },
    {
      "name": "甘南藏族自治州",
      "value": "6813"
    }
  ],
  "6822": [
    {
      "name": "西宁市",
      "value": "6823"
    },
    {
      "name": "海东市",
      "value": "6832"
    },
    {
      "name": "海北藏族自治州",
      "value": "6839"
    },
    {
      "name": "黄南藏族自治州",
      "value": "6844"
    },
    {
      "name": "海南藏族自治州",
      "value": "6849"
    },
    {
      "name": "果洛藏族自治州",
      "value": "6855"
    },
    {
      "name": "玉树藏族自治州",
      "value": "6862"
    },
    {
      "name": "海西蒙古族藏族自治州",
      "value": "6869"
    }
  ],
  "6875": [
    {
      "name": "银川市",
      "value": "6876"
    },
    {
      "name": "石嘴山市",
      "value": "6884"
    },
    {
      "name": "吴忠市",
      "value": "6889"
    },
    {
      "name": "固原市",
      "value": "6896"
    },
    {
      "name": "中卫市",
      "value": "6903"
    }
  ],
  "6908": [
    {
      "name": "乌鲁木齐市",
      "value": "6909"
    },
    {
      "name": "克拉玛依市",
      "value": "6919"
    },
    {
      "name": "吐鲁番地区",
      "value": "6925"
    },
    {
      "name": "哈密地区",
      "value": "6929"
    },
    {
      "name": "昌吉回族自治州",
      "value": "6933"
    },
    {
      "name": "博尔塔拉蒙古自治州",
      "value": "6941"
    },
    {
      "name": "巴音郭楞蒙古自治州",
      "value": "6946"
    },
    {
      "name": "阿克苏地区",
      "value": "6956"
    },
    {
      "name": "克孜勒苏柯尔克孜自治州",
      "value": "6966"
    },
    {
      "name": "喀什地区",
      "value": "6971"
    },
    {
      "name": "和田地区",
      "value": "6984"
    },
    {
      "name": "伊犁哈萨克自治州",
      "value": "6993"
    },
    {
      "name": "塔城地区",
      "value": "7004"
    },
    {
      "name": "阿勒泰地区",
      "value": "7012"
    },
    {
      "name": "自治区直辖县级行政区划",
      "value": "7020"
    }
  ],
  "7025": [],
  "7026": [],
  "7027": []
};

var districts_map = {
  "3516": [
    {
      "name": "东城区",
      "value": "3517"
    },
    {
      "name": "西城区",
      "value": "3518"
    },
    {
      "name": "朝阳区",
      "value": "3519"
    },
    {
      "name": "丰台区",
      "value": "3520"
    },
    {
      "name": "石景山区",
      "value": "3521"
    },
    {
      "name": "海淀区",
      "value": "3522"
    },
    {
      "name": "门头沟区",
      "value": "3523"
    },
    {
      "name": "房山区",
      "value": "3524"
    },
    {
      "name": "通州区",
      "value": "3525"
    },
    {
      "name": "顺义区",
      "value": "3526"
    },
    {
      "name": "昌平区",
      "value": "3527"
    },
    {
      "name": "大兴区",
      "value": "3528"
    },
    {
      "name": "怀柔区",
      "value": "3529"
    },
    {
      "name": "平谷区",
      "value": "3530"
    },
    {
      "name": "密云县",
      "value": "3531"
    },
    {
      "name": "延庆县",
      "value": "3532"
    }
  ],
  "3534": [
    {
      "name": "和平区",
      "value": "3535"
    },
    {
      "name": "河东区",
      "value": "3536"
    },
    {
      "name": "河西区",
      "value": "3537"
    },
    {
      "name": "南开区",
      "value": "3538"
    },
    {
      "name": "河北区",
      "value": "3539"
    },
    {
      "name": "红桥区",
      "value": "3540"
    },
    {
      "name": "东丽区",
      "value": "3541"
    },
    {
      "name": "西青区",
      "value": "3542"
    },
    {
      "name": "津南区",
      "value": "3543"
    },
    {
      "name": "北辰区",
      "value": "3544"
    },
    {
      "name": "武清区",
      "value": "3545"
    },
    {
      "name": "宝坻区",
      "value": "3546"
    },
    {
      "name": "滨海新区",
      "value": "3547"
    },
    {
      "name": "宁河县",
      "value": "3548"
    },
    {
      "name": "静海县",
      "value": "3549"
    },
    {
      "name": "蓟县",
      "value": "3550"
    }
  ],
  "3552": [
    {
      "name": "长安区",
      "value": "3554"
    },
    {
      "name": "桥东区",
      "value": "3555"
    },
    {
      "name": "桥西区",
      "value": "3556"
    },
    {
      "name": "新华区",
      "value": "3557"
    },
    {
      "name": "井陉矿区",
      "value": "3558"
    },
    {
      "name": "裕华区",
      "value": "3559"
    },
    {
      "name": "井陉县",
      "value": "3560"
    },
    {
      "name": "正定县",
      "value": "3561"
    },
    {
      "name": "栾城县",
      "value": "3562"
    },
    {
      "name": "行唐县",
      "value": "3563"
    },
    {
      "name": "灵寿县",
      "value": "3564"
    },
    {
      "name": "高邑县",
      "value": "3565"
    },
    {
      "name": "深泽县",
      "value": "3566"
    },
    {
      "name": "赞皇县",
      "value": "3567"
    },
    {
      "name": "无极县",
      "value": "3568"
    },
    {
      "name": "平山县",
      "value": "3569"
    },
    {
      "name": "元氏县",
      "value": "3570"
    },
    {
      "name": "赵县",
      "value": "3571"
    },
    {
      "name": "辛集市",
      "value": "3572"
    },
    {
      "name": "藁城市",
      "value": "3573"
    },
    {
      "name": "晋州市",
      "value": "3574"
    },
    {
      "name": "新乐市",
      "value": "3575"
    },
    {
      "name": "鹿泉市",
      "value": "3576"
    }
  ],
  "3577": [
    {
      "name": "路南区",
      "value": "3579"
    },
    {
      "name": "路北区",
      "value": "3580"
    },
    {
      "name": "古冶区",
      "value": "3581"
    },
    {
      "name": "开平区",
      "value": "3582"
    },
    {
      "name": "丰南区",
      "value": "3583"
    },
    {
      "name": "丰润区",
      "value": "3584"
    },
    {
      "name": "曹妃甸区",
      "value": "3585"
    },
    {
      "name": "滦县",
      "value": "3586"
    },
    {
      "name": "滦南县",
      "value": "3587"
    },
    {
      "name": "乐亭县",
      "value": "3588"
    },
    {
      "name": "迁西县",
      "value": "3589"
    },
    {
      "name": "玉田县",
      "value": "3590"
    },
    {
      "name": "遵化市",
      "value": "3591"
    },
    {
      "name": "迁安市",
      "value": "3592"
    }
  ],
  "3593": [
    {
      "name": "海港区",
      "value": "3595"
    },
    {
      "name": "山海关区",
      "value": "3596"
    },
    {
      "name": "北戴河区",
      "value": "3597"
    },
    {
      "name": "青龙满族自治县",
      "value": "3598"
    },
    {
      "name": "昌黎县",
      "value": "3599"
    },
    {
      "name": "抚宁县",
      "value": "3600"
    },
    {
      "name": "卢龙县",
      "value": "3601"
    }
  ],
  "3602": [
    {
      "name": "邯山区",
      "value": "3604"
    },
    {
      "name": "丛台区",
      "value": "3605"
    },
    {
      "name": "复兴区",
      "value": "3606"
    },
    {
      "name": "峰峰矿区",
      "value": "3607"
    },
    {
      "name": "邯郸县",
      "value": "3608"
    },
    {
      "name": "临漳县",
      "value": "3609"
    },
    {
      "name": "成安县",
      "value": "3610"
    },
    {
      "name": "大名县",
      "value": "3611"
    },
    {
      "name": "涉县",
      "value": "3612"
    },
    {
      "name": "磁县",
      "value": "3613"
    },
    {
      "name": "肥乡县",
      "value": "3614"
    },
    {
      "name": "永年县",
      "value": "3615"
    },
    {
      "name": "邱县",
      "value": "3616"
    },
    {
      "name": "鸡泽县",
      "value": "3617"
    },
    {
      "name": "广平县",
      "value": "3618"
    },
    {
      "name": "馆陶县",
      "value": "3619"
    },
    {
      "name": "魏县",
      "value": "3620"
    },
    {
      "name": "曲周县",
      "value": "3621"
    },
    {
      "name": "武安市",
      "value": "3622"
    }
  ],
  "3623": [
    {
      "name": "桥东区",
      "value": "3625"
    },
    {
      "name": "桥西区",
      "value": "3626"
    },
    {
      "name": "邢台县",
      "value": "3627"
    },
    {
      "name": "临城县",
      "value": "3628"
    },
    {
      "name": "内丘县",
      "value": "3629"
    },
    {
      "name": "柏乡县",
      "value": "3630"
    },
    {
      "name": "隆尧县",
      "value": "3631"
    },
    {
      "name": "任县",
      "value": "3632"
    },
    {
      "name": "南和县",
      "value": "3633"
    },
    {
      "name": "宁晋县",
      "value": "3634"
    },
    {
      "name": "巨鹿县",
      "value": "3635"
    },
    {
      "name": "新河县",
      "value": "3636"
    },
    {
      "name": "广宗县",
      "value": "3637"
    },
    {
      "name": "平乡县",
      "value": "3638"
    },
    {
      "name": "威县",
      "value": "3639"
    },
    {
      "name": "清河县",
      "value": "3640"
    },
    {
      "name": "临西县",
      "value": "3641"
    },
    {
      "name": "南宫市",
      "value": "3642"
    },
    {
      "name": "沙河市",
      "value": "3643"
    }
  ],
  "3644": [
    {
      "name": "新市区",
      "value": "3646"
    },
    {
      "name": "北市区",
      "value": "3647"
    },
    {
      "name": "南市区",
      "value": "3648"
    },
    {
      "name": "满城县",
      "value": "3649"
    },
    {
      "name": "清苑县",
      "value": "3650"
    },
    {
      "name": "涞水县",
      "value": "3651"
    },
    {
      "name": "阜平县",
      "value": "3652"
    },
    {
      "name": "徐水县",
      "value": "3653"
    },
    {
      "name": "定兴县",
      "value": "3654"
    },
    {
      "name": "唐县",
      "value": "3655"
    },
    {
      "name": "高阳县",
      "value": "3656"
    },
    {
      "name": "容城县",
      "value": "3657"
    },
    {
      "name": "涞源县",
      "value": "3658"
    },
    {
      "name": "望都县",
      "value": "3659"
    },
    {
      "name": "安新县",
      "value": "3660"
    },
    {
      "name": "易县",
      "value": "3661"
    },
    {
      "name": "曲阳县",
      "value": "3662"
    },
    {
      "name": "蠡县",
      "value": "3663"
    },
    {
      "name": "顺平县",
      "value": "3664"
    },
    {
      "name": "博野县",
      "value": "3665"
    },
    {
      "name": "雄县",
      "value": "3666"
    },
    {
      "name": "涿州市",
      "value": "3667"
    },
    {
      "name": "定州市",
      "value": "3668"
    },
    {
      "name": "安国市",
      "value": "3669"
    },
    {
      "name": "高碑店市",
      "value": "3670"
    }
  ],
  "3671": [
    {
      "name": "桥东区",
      "value": "3673"
    },
    {
      "name": "桥西区",
      "value": "3674"
    },
    {
      "name": "宣化区",
      "value": "3675"
    },
    {
      "name": "下花园区",
      "value": "3676"
    },
    {
      "name": "宣化县",
      "value": "3677"
    },
    {
      "name": "张北县",
      "value": "3678"
    },
    {
      "name": "康保县",
      "value": "3679"
    },
    {
      "name": "沽源县",
      "value": "3680"
    },
    {
      "name": "尚义县",
      "value": "3681"
    },
    {
      "name": "蔚县",
      "value": "3682"
    },
    {
      "name": "阳原县",
      "value": "3683"
    },
    {
      "name": "怀安县",
      "value": "3684"
    },
    {
      "name": "万全县",
      "value": "3685"
    },
    {
      "name": "怀来县",
      "value": "3686"
    },
    {
      "name": "涿鹿县",
      "value": "3687"
    },
    {
      "name": "赤城县",
      "value": "3688"
    },
    {
      "name": "崇礼县",
      "value": "3689"
    }
  ],
  "3690": [
    {
      "name": "双桥区",
      "value": "3692"
    },
    {
      "name": "双滦区",
      "value": "3693"
    },
    {
      "name": "鹰手营子矿区",
      "value": "3694"
    },
    {
      "name": "承德县",
      "value": "3695"
    },
    {
      "name": "兴隆县",
      "value": "3696"
    },
    {
      "name": "平泉县",
      "value": "3697"
    },
    {
      "name": "滦平县",
      "value": "3698"
    },
    {
      "name": "隆化县",
      "value": "3699"
    },
    {
      "name": "丰宁满族自治县",
      "value": "3700"
    },
    {
      "name": "宽城满族自治县",
      "value": "3701"
    },
    {
      "name": "围场满族蒙古族自治县",
      "value": "3702"
    }
  ],
  "3703": [
    {
      "name": "新华区",
      "value": "3705"
    },
    {
      "name": "运河区",
      "value": "3706"
    },
    {
      "name": "沧县",
      "value": "3707"
    },
    {
      "name": "青县",
      "value": "3708"
    },
    {
      "name": "东光县",
      "value": "3709"
    },
    {
      "name": "海兴县",
      "value": "3710"
    },
    {
      "name": "盐山县",
      "value": "3711"
    },
    {
      "name": "肃宁县",
      "value": "3712"
    },
    {
      "name": "南皮县",
      "value": "3713"
    },
    {
      "name": "吴桥县",
      "value": "3714"
    },
    {
      "name": "献县",
      "value": "3715"
    },
    {
      "name": "孟村回族自治县",
      "value": "3716"
    },
    {
      "name": "泊头市",
      "value": "3717"
    },
    {
      "name": "任丘市",
      "value": "3718"
    },
    {
      "name": "黄骅市",
      "value": "3719"
    },
    {
      "name": "河间市",
      "value": "3720"
    }
  ],
  "3721": [
    {
      "name": "安次区",
      "value": "3723"
    },
    {
      "name": "广阳区",
      "value": "3724"
    },
    {
      "name": "固安县",
      "value": "3725"
    },
    {
      "name": "永清县",
      "value": "3726"
    },
    {
      "name": "香河县",
      "value": "3727"
    },
    {
      "name": "大城县",
      "value": "3728"
    },
    {
      "name": "文安县",
      "value": "3729"
    },
    {
      "name": "大厂回族自治县",
      "value": "3730"
    },
    {
      "name": "霸州市",
      "value": "3731"
    },
    {
      "name": "三河市",
      "value": "3732"
    }
  ],
  "3733": [
    {
      "name": "桃城区",
      "value": "3735"
    },
    {
      "name": "枣强县",
      "value": "3736"
    },
    {
      "name": "武邑县",
      "value": "3737"
    },
    {
      "name": "武强县",
      "value": "3738"
    },
    {
      "name": "饶阳县",
      "value": "3739"
    },
    {
      "name": "安平县",
      "value": "3740"
    },
    {
      "name": "故城县",
      "value": "3741"
    },
    {
      "name": "景县",
      "value": "3742"
    },
    {
      "name": "阜城县",
      "value": "3743"
    },
    {
      "name": "冀州市",
      "value": "3744"
    },
    {
      "name": "深州市",
      "value": "3745"
    }
  ],
  "3747": [
    {
      "name": "小店区",
      "value": "3749"
    },
    {
      "name": "迎泽区",
      "value": "3750"
    },
    {
      "name": "杏花岭区",
      "value": "3751"
    },
    {
      "name": "尖草坪区",
      "value": "3752"
    },
    {
      "name": "万柏林区",
      "value": "3753"
    },
    {
      "name": "晋源区",
      "value": "3754"
    },
    {
      "name": "清徐县",
      "value": "3755"
    },
    {
      "name": "阳曲县",
      "value": "3756"
    },
    {
      "name": "娄烦县",
      "value": "3757"
    },
    {
      "name": "古交市",
      "value": "3758"
    }
  ],
  "3759": [
    {
      "name": "城区",
      "value": "3761"
    },
    {
      "name": "矿区",
      "value": "3762"
    },
    {
      "name": "南郊区",
      "value": "3763"
    },
    {
      "name": "新荣区",
      "value": "3764"
    },
    {
      "name": "阳高县",
      "value": "3765"
    },
    {
      "name": "天镇县",
      "value": "3766"
    },
    {
      "name": "广灵县",
      "value": "3767"
    },
    {
      "name": "灵丘县",
      "value": "3768"
    },
    {
      "name": "浑源县",
      "value": "3769"
    },
    {
      "name": "左云县",
      "value": "3770"
    },
    {
      "name": "大同县",
      "value": "3771"
    }
  ],
  "3772": [
    {
      "name": "城区",
      "value": "3774"
    },
    {
      "name": "矿区",
      "value": "3775"
    },
    {
      "name": "郊区",
      "value": "3776"
    },
    {
      "name": "平定县",
      "value": "3777"
    },
    {
      "name": "盂县",
      "value": "3778"
    }
  ],
  "3779": [
    {
      "name": "城区",
      "value": "3781"
    },
    {
      "name": "郊区",
      "value": "3782"
    },
    {
      "name": "长治县",
      "value": "3783"
    },
    {
      "name": "襄垣县",
      "value": "3784"
    },
    {
      "name": "屯留县",
      "value": "3785"
    },
    {
      "name": "平顺县",
      "value": "3786"
    },
    {
      "name": "黎城县",
      "value": "3787"
    },
    {
      "name": "壶关县",
      "value": "3788"
    },
    {
      "name": "长子县",
      "value": "3789"
    },
    {
      "name": "武乡县",
      "value": "3790"
    },
    {
      "name": "沁县",
      "value": "3791"
    },
    {
      "name": "沁源县",
      "value": "3792"
    },
    {
      "name": "潞城市",
      "value": "3793"
    }
  ],
  "3794": [
    {
      "name": "城区",
      "value": "3796"
    },
    {
      "name": "沁水县",
      "value": "3797"
    },
    {
      "name": "阳城县",
      "value": "3798"
    },
    {
      "name": "陵川县",
      "value": "3799"
    },
    {
      "name": "泽州县",
      "value": "3800"
    },
    {
      "name": "高平市",
      "value": "3801"
    }
  ],
  "3802": [
    {
      "name": "朔城区",
      "value": "3804"
    },
    {
      "name": "平鲁区",
      "value": "3805"
    },
    {
      "name": "山阴县",
      "value": "3806"
    },
    {
      "name": "应县",
      "value": "3807"
    },
    {
      "name": "右玉县",
      "value": "3808"
    },
    {
      "name": "怀仁县",
      "value": "3809"
    }
  ],
  "3810": [
    {
      "name": "榆次区",
      "value": "3812"
    },
    {
      "name": "榆社县",
      "value": "3813"
    },
    {
      "name": "左权县",
      "value": "3814"
    },
    {
      "name": "和顺县",
      "value": "3815"
    },
    {
      "name": "昔阳县",
      "value": "3816"
    },
    {
      "name": "寿阳县",
      "value": "3817"
    },
    {
      "name": "太谷县",
      "value": "3818"
    },
    {
      "name": "祁县",
      "value": "3819"
    },
    {
      "name": "平遥县",
      "value": "3820"
    },
    {
      "name": "灵石县",
      "value": "3821"
    },
    {
      "name": "介休市",
      "value": "3822"
    }
  ],
  "3823": [
    {
      "name": "盐湖区",
      "value": "3825"
    },
    {
      "name": "临猗县",
      "value": "3826"
    },
    {
      "name": "万荣县",
      "value": "3827"
    },
    {
      "name": "闻喜县",
      "value": "3828"
    },
    {
      "name": "稷山县",
      "value": "3829"
    },
    {
      "name": "新绛县",
      "value": "3830"
    },
    {
      "name": "绛县",
      "value": "3831"
    },
    {
      "name": "垣曲县",
      "value": "3832"
    },
    {
      "name": "夏县",
      "value": "3833"
    },
    {
      "name": "平陆县",
      "value": "3834"
    },
    {
      "name": "芮城县",
      "value": "3835"
    },
    {
      "name": "永济市",
      "value": "3836"
    },
    {
      "name": "河津市",
      "value": "3837"
    }
  ],
  "3838": [
    {
      "name": "忻府区",
      "value": "3840"
    },
    {
      "name": "定襄县",
      "value": "3841"
    },
    {
      "name": "五台县",
      "value": "3842"
    },
    {
      "name": "代县",
      "value": "3843"
    },
    {
      "name": "繁峙县",
      "value": "3844"
    },
    {
      "name": "宁武县",
      "value": "3845"
    },
    {
      "name": "静乐县",
      "value": "3846"
    },
    {
      "name": "神池县",
      "value": "3847"
    },
    {
      "name": "五寨县",
      "value": "3848"
    },
    {
      "name": "岢岚县",
      "value": "3849"
    },
    {
      "name": "河曲县",
      "value": "3850"
    },
    {
      "name": "保德县",
      "value": "3851"
    },
    {
      "name": "偏关县",
      "value": "3852"
    },
    {
      "name": "原平市",
      "value": "3853"
    }
  ],
  "3854": [
    {
      "name": "尧都区",
      "value": "3856"
    },
    {
      "name": "曲沃县",
      "value": "3857"
    },
    {
      "name": "翼城县",
      "value": "3858"
    },
    {
      "name": "襄汾县",
      "value": "3859"
    },
    {
      "name": "洪洞县",
      "value": "3860"
    },
    {
      "name": "古县",
      "value": "3861"
    },
    {
      "name": "安泽县",
      "value": "3862"
    },
    {
      "name": "浮山县",
      "value": "3863"
    },
    {
      "name": "吉县",
      "value": "3864"
    },
    {
      "name": "乡宁县",
      "value": "3865"
    },
    {
      "name": "大宁县",
      "value": "3866"
    },
    {
      "name": "隰县",
      "value": "3867"
    },
    {
      "name": "永和县",
      "value": "3868"
    },
    {
      "name": "蒲县",
      "value": "3869"
    },
    {
      "name": "汾西县",
      "value": "3870"
    },
    {
      "name": "侯马市",
      "value": "3871"
    },
    {
      "name": "霍州市",
      "value": "3872"
    }
  ],
  "3873": [
    {
      "name": "离石区",
      "value": "3875"
    },
    {
      "name": "文水县",
      "value": "3876"
    },
    {
      "name": "交城县",
      "value": "3877"
    },
    {
      "name": "兴县",
      "value": "3878"
    },
    {
      "name": "临县",
      "value": "3879"
    },
    {
      "name": "柳林县",
      "value": "3880"
    },
    {
      "name": "石楼县",
      "value": "3881"
    },
    {
      "name": "岚县",
      "value": "3882"
    },
    {
      "name": "方山县",
      "value": "3883"
    },
    {
      "name": "中阳县",
      "value": "3884"
    },
    {
      "name": "交口县",
      "value": "3885"
    },
    {
      "name": "孝义市",
      "value": "3886"
    },
    {
      "name": "汾阳市",
      "value": "3887"
    }
  ],
  "3889": [
    {
      "name": "新城区",
      "value": "3891"
    },
    {
      "name": "回民区",
      "value": "3892"
    },
    {
      "name": "玉泉区",
      "value": "3893"
    },
    {
      "name": "赛罕区",
      "value": "3894"
    },
    {
      "name": "土默特左旗",
      "value": "3895"
    },
    {
      "name": "托克托县",
      "value": "3896"
    },
    {
      "name": "和林格尔县",
      "value": "3897"
    },
    {
      "name": "清水河县",
      "value": "3898"
    },
    {
      "name": "武川县",
      "value": "3899"
    }
  ],
  "3900": [
    {
      "name": "东河区",
      "value": "3902"
    },
    {
      "name": "昆都仑区",
      "value": "3903"
    },
    {
      "name": "青山区",
      "value": "3904"
    },
    {
      "name": "石拐区",
      "value": "3905"
    },
    {
      "name": "白云鄂博矿区",
      "value": "3906"
    },
    {
      "name": "九原区",
      "value": "3907"
    },
    {
      "name": "土默特右旗",
      "value": "3908"
    },
    {
      "name": "固阳县",
      "value": "3909"
    },
    {
      "name": "达尔罕茂明安联合旗",
      "value": "3910"
    }
  ],
  "3911": [
    {
      "name": "海勃湾区",
      "value": "3913"
    },
    {
      "name": "海南区",
      "value": "3914"
    },
    {
      "name": "乌达区",
      "value": "3915"
    }
  ],
  "3916": [
    {
      "name": "红山区",
      "value": "3918"
    },
    {
      "name": "元宝山区",
      "value": "3919"
    },
    {
      "name": "松山区",
      "value": "3920"
    },
    {
      "name": "阿鲁科尔沁旗",
      "value": "3921"
    },
    {
      "name": "巴林左旗",
      "value": "3922"
    },
    {
      "name": "巴林右旗",
      "value": "3923"
    },
    {
      "name": "林西县",
      "value": "3924"
    },
    {
      "name": "克什克腾旗",
      "value": "3925"
    },
    {
      "name": "翁牛特旗",
      "value": "3926"
    },
    {
      "name": "喀喇沁旗",
      "value": "3927"
    },
    {
      "name": "宁城县",
      "value": "3928"
    },
    {
      "name": "敖汉旗",
      "value": "3929"
    }
  ],
  "3930": [
    {
      "name": "科尔沁区",
      "value": "3932"
    },
    {
      "name": "科尔沁左翼中旗",
      "value": "3933"
    },
    {
      "name": "科尔沁左翼后旗",
      "value": "3934"
    },
    {
      "name": "开鲁县",
      "value": "3935"
    },
    {
      "name": "库伦旗",
      "value": "3936"
    },
    {
      "name": "奈曼旗",
      "value": "3937"
    },
    {
      "name": "扎鲁特旗",
      "value": "3938"
    },
    {
      "name": "霍林郭勒市",
      "value": "3939"
    }
  ],
  "3940": [
    {
      "name": "东胜区",
      "value": "3942"
    },
    {
      "name": "达拉特旗",
      "value": "3943"
    },
    {
      "name": "准格尔旗",
      "value": "3944"
    },
    {
      "name": "鄂托克前旗",
      "value": "3945"
    },
    {
      "name": "鄂托克旗",
      "value": "3946"
    },
    {
      "name": "杭锦旗",
      "value": "3947"
    },
    {
      "name": "乌审旗",
      "value": "3948"
    },
    {
      "name": "伊金霍洛旗",
      "value": "3949"
    }
  ],
  "3950": [
    {
      "name": "海拉尔区",
      "value": "3952"
    },
    {
      "name": "扎赉诺尔区",
      "value": "3953"
    },
    {
      "name": "阿荣旗",
      "value": "3954"
    },
    {
      "name": "莫力达瓦达斡尔族自治旗",
      "value": "3955"
    },
    {
      "name": "鄂伦春自治旗",
      "value": "3956"
    },
    {
      "name": "鄂温克族自治旗",
      "value": "3957"
    },
    {
      "name": "陈巴尔虎旗",
      "value": "3958"
    },
    {
      "name": "新巴尔虎左旗",
      "value": "3959"
    },
    {
      "name": "新巴尔虎右旗",
      "value": "3960"
    },
    {
      "name": "满洲里市",
      "value": "3961"
    },
    {
      "name": "牙克石市",
      "value": "3962"
    },
    {
      "name": "扎兰屯市",
      "value": "3963"
    },
    {
      "name": "额尔古纳市",
      "value": "3964"
    },
    {
      "name": "根河市",
      "value": "3965"
    }
  ],
  "3966": [
    {
      "name": "临河区",
      "value": "3968"
    },
    {
      "name": "五原县",
      "value": "3969"
    },
    {
      "name": "磴口县",
      "value": "3970"
    },
    {
      "name": "乌拉特前旗",
      "value": "3971"
    },
    {
      "name": "乌拉特中旗",
      "value": "3972"
    },
    {
      "name": "乌拉特后旗",
      "value": "3973"
    },
    {
      "name": "杭锦后旗",
      "value": "3974"
    }
  ],
  "3975": [
    {
      "name": "集宁区",
      "value": "3977"
    },
    {
      "name": "卓资县",
      "value": "3978"
    },
    {
      "name": "化德县",
      "value": "3979"
    },
    {
      "name": "商都县",
      "value": "3980"
    },
    {
      "name": "兴和县",
      "value": "3981"
    },
    {
      "name": "凉城县",
      "value": "3982"
    },
    {
      "name": "察哈尔右翼前旗",
      "value": "3983"
    },
    {
      "name": "察哈尔右翼中旗",
      "value": "3984"
    },
    {
      "name": "察哈尔右翼后旗",
      "value": "3985"
    },
    {
      "name": "四子王旗",
      "value": "3986"
    },
    {
      "name": "丰镇市",
      "value": "3987"
    }
  ],
  "3988": [
    {
      "name": "乌兰浩特市",
      "value": "3989"
    },
    {
      "name": "阿尔山市",
      "value": "3990"
    },
    {
      "name": "科尔沁右翼前旗",
      "value": "3991"
    },
    {
      "name": "科尔沁右翼中旗",
      "value": "3992"
    },
    {
      "name": "扎赉特旗",
      "value": "3993"
    },
    {
      "name": "突泉县",
      "value": "3994"
    }
  ],
  "3995": [
    {
      "name": "二连浩特市",
      "value": "3996"
    },
    {
      "name": "锡林浩特市",
      "value": "3997"
    },
    {
      "name": "阿巴嘎旗",
      "value": "3998"
    },
    {
      "name": "苏尼特左旗",
      "value": "3999"
    },
    {
      "name": "苏尼特右旗",
      "value": "4000"
    },
    {
      "name": "东乌珠穆沁旗",
      "value": "4001"
    },
    {
      "name": "西乌珠穆沁旗",
      "value": "4002"
    },
    {
      "name": "太仆寺旗",
      "value": "4003"
    },
    {
      "name": "镶黄旗",
      "value": "4004"
    },
    {
      "name": "正镶白旗",
      "value": "4005"
    },
    {
      "name": "正蓝旗",
      "value": "4006"
    },
    {
      "name": "多伦县",
      "value": "4007"
    }
  ],
  "4008": [
    {
      "name": "阿拉善左旗",
      "value": "4009"
    },
    {
      "name": "阿拉善右旗",
      "value": "4010"
    },
    {
      "name": "额济纳旗",
      "value": "4011"
    }
  ],
  "4013": [
    {
      "name": "和平区",
      "value": "4015"
    },
    {
      "name": "沈河区",
      "value": "4016"
    },
    {
      "name": "大东区",
      "value": "4017"
    },
    {
      "name": "皇姑区",
      "value": "4018"
    },
    {
      "name": "铁西区",
      "value": "4019"
    },
    {
      "name": "苏家屯区",
      "value": "4020"
    },
    {
      "name": "东陵区",
      "value": "4021"
    },
    {
      "name": "沈北新区",
      "value": "4022"
    },
    {
      "name": "于洪区",
      "value": "4023"
    },
    {
      "name": "辽中县",
      "value": "4024"
    },
    {
      "name": "康平县",
      "value": "4025"
    },
    {
      "name": "法库县",
      "value": "4026"
    },
    {
      "name": "新民市",
      "value": "4027"
    }
  ],
  "4028": [
    {
      "name": "中山区",
      "value": "4030"
    },
    {
      "name": "西岗区",
      "value": "4031"
    },
    {
      "name": "沙河口区",
      "value": "4032"
    },
    {
      "name": "甘井子区",
      "value": "4033"
    },
    {
      "name": "旅顺口区",
      "value": "4034"
    },
    {
      "name": "金州区",
      "value": "4035"
    },
    {
      "name": "长海县",
      "value": "4036"
    },
    {
      "name": "瓦房店市",
      "value": "4037"
    },
    {
      "name": "普兰店市",
      "value": "4038"
    },
    {
      "name": "庄河市",
      "value": "4039"
    }
  ],
  "4040": [
    {
      "name": "铁东区",
      "value": "4042"
    },
    {
      "name": "铁西区",
      "value": "4043"
    },
    {
      "name": "立山区",
      "value": "4044"
    },
    {
      "name": "千山区",
      "value": "4045"
    },
    {
      "name": "台安县",
      "value": "4046"
    },
    {
      "name": "岫岩满族自治县",
      "value": "4047"
    },
    {
      "name": "海城市",
      "value": "4048"
    }
  ],
  "4049": [
    {
      "name": "新抚区",
      "value": "4051"
    },
    {
      "name": "东洲区",
      "value": "4052"
    },
    {
      "name": "望花区",
      "value": "4053"
    },
    {
      "name": "顺城区",
      "value": "4054"
    },
    {
      "name": "抚顺县",
      "value": "4055"
    },
    {
      "name": "新宾满族自治县",
      "value": "4056"
    },
    {
      "name": "清原满族自治县",
      "value": "4057"
    }
  ],
  "4058": [
    {
      "name": "平山区",
      "value": "4060"
    },
    {
      "name": "溪湖区",
      "value": "4061"
    },
    {
      "name": "明山区",
      "value": "4062"
    },
    {
      "name": "南芬区",
      "value": "4063"
    },
    {
      "name": "本溪满族自治县",
      "value": "4064"
    },
    {
      "name": "桓仁满族自治县",
      "value": "4065"
    }
  ],
  "4066": [
    {
      "name": "元宝区",
      "value": "4068"
    },
    {
      "name": "振兴区",
      "value": "4069"
    },
    {
      "name": "振安区",
      "value": "4070"
    },
    {
      "name": "宽甸满族自治县",
      "value": "4071"
    },
    {
      "name": "东港市",
      "value": "4072"
    },
    {
      "name": "凤城市",
      "value": "4073"
    }
  ],
  "4074": [
    {
      "name": "古塔区",
      "value": "4076"
    },
    {
      "name": "凌河区",
      "value": "4077"
    },
    {
      "name": "太和区",
      "value": "4078"
    },
    {
      "name": "黑山县",
      "value": "4079"
    },
    {
      "name": "义县",
      "value": "4080"
    },
    {
      "name": "凌海市",
      "value": "4081"
    },
    {
      "name": "北镇市",
      "value": "4082"
    }
  ],
  "4083": [
    {
      "name": "站前区",
      "value": "4085"
    },
    {
      "name": "西市区",
      "value": "4086"
    },
    {
      "name": "鲅鱼圈区",
      "value": "4087"
    },
    {
      "name": "老边区",
      "value": "4088"
    },
    {
      "name": "盖州市",
      "value": "4089"
    },
    {
      "name": "大石桥市",
      "value": "4090"
    }
  ],
  "4091": [
    {
      "name": "海州区",
      "value": "4093"
    },
    {
      "name": "新邱区",
      "value": "4094"
    },
    {
      "name": "太平区",
      "value": "4095"
    },
    {
      "name": "清河门区",
      "value": "4096"
    },
    {
      "name": "细河区",
      "value": "4097"
    },
    {
      "name": "阜新蒙古族自治县",
      "value": "4098"
    },
    {
      "name": "彰武县",
      "value": "4099"
    }
  ],
  "4100": [
    {
      "name": "白塔区",
      "value": "4102"
    },
    {
      "name": "文圣区",
      "value": "4103"
    },
    {
      "name": "宏伟区",
      "value": "4104"
    },
    {
      "name": "弓长岭区",
      "value": "4105"
    },
    {
      "name": "太子河区",
      "value": "4106"
    },
    {
      "name": "辽阳县",
      "value": "4107"
    },
    {
      "name": "灯塔市",
      "value": "4108"
    }
  ],
  "4109": [
    {
      "name": "双台子区",
      "value": "4111"
    },
    {
      "name": "兴隆台区",
      "value": "4112"
    },
    {
      "name": "大洼县",
      "value": "4113"
    },
    {
      "name": "盘山县",
      "value": "4114"
    }
  ],
  "4115": [
    {
      "name": "银州区",
      "value": "4117"
    },
    {
      "name": "清河区",
      "value": "4118"
    },
    {
      "name": "铁岭县",
      "value": "4119"
    },
    {
      "name": "西丰县",
      "value": "4120"
    },
    {
      "name": "昌图县",
      "value": "4121"
    },
    {
      "name": "调兵山市",
      "value": "4122"
    },
    {
      "name": "开原市",
      "value": "4123"
    }
  ],
  "4124": [
    {
      "name": "双塔区",
      "value": "4126"
    },
    {
      "name": "龙城区",
      "value": "4127"
    },
    {
      "name": "朝阳县",
      "value": "4128"
    },
    {
      "name": "建平县",
      "value": "4129"
    },
    {
      "name": "喀喇沁左翼蒙古族自治县",
      "value": "4130"
    },
    {
      "name": "北票市",
      "value": "4131"
    },
    {
      "name": "凌源市",
      "value": "4132"
    }
  ],
  "4133": [
    {
      "name": "连山区",
      "value": "4135"
    },
    {
      "name": "龙港区",
      "value": "4136"
    },
    {
      "name": "南票区",
      "value": "4137"
    },
    {
      "name": "绥中县",
      "value": "4138"
    },
    {
      "name": "建昌县",
      "value": "4139"
    },
    {
      "name": "兴城市",
      "value": "4140"
    }
  ],
  "4142": [
    {
      "name": "南关区",
      "value": "4144"
    },
    {
      "name": "宽城区",
      "value": "4145"
    },
    {
      "name": "朝阳区",
      "value": "4146"
    },
    {
      "name": "二道区",
      "value": "4147"
    },
    {
      "name": "绿园区",
      "value": "4148"
    },
    {
      "name": "双阳区",
      "value": "4149"
    },
    {
      "name": "农安县",
      "value": "4150"
    },
    {
      "name": "九台市",
      "value": "4151"
    },
    {
      "name": "榆树市",
      "value": "4152"
    },
    {
      "name": "德惠市",
      "value": "4153"
    }
  ],
  "4154": [
    {
      "name": "昌邑区",
      "value": "4156"
    },
    {
      "name": "龙潭区",
      "value": "4157"
    },
    {
      "name": "船营区",
      "value": "4158"
    },
    {
      "name": "丰满区",
      "value": "4159"
    },
    {
      "name": "永吉县",
      "value": "4160"
    },
    {
      "name": "蛟河市",
      "value": "4161"
    },
    {
      "name": "桦甸市",
      "value": "4162"
    },
    {
      "name": "舒兰市",
      "value": "4163"
    },
    {
      "name": "磐石市",
      "value": "4164"
    }
  ],
  "4165": [
    {
      "name": "铁西区",
      "value": "4167"
    },
    {
      "name": "铁东区",
      "value": "4168"
    },
    {
      "name": "梨树县",
      "value": "4169"
    },
    {
      "name": "伊通满族自治县",
      "value": "4170"
    },
    {
      "name": "公主岭市",
      "value": "4171"
    },
    {
      "name": "双辽市",
      "value": "4172"
    }
  ],
  "4173": [
    {
      "name": "龙山区",
      "value": "4175"
    },
    {
      "name": "西安区",
      "value": "4176"
    },
    {
      "name": "东丰县",
      "value": "4177"
    },
    {
      "name": "东辽县",
      "value": "4178"
    }
  ],
  "4179": [
    {
      "name": "东昌区",
      "value": "4181"
    },
    {
      "name": "二道江区",
      "value": "4182"
    },
    {
      "name": "通化县",
      "value": "4183"
    },
    {
      "name": "辉南县",
      "value": "4184"
    },
    {
      "name": "柳河县",
      "value": "4185"
    },
    {
      "name": "梅河口市",
      "value": "4186"
    },
    {
      "name": "集安市",
      "value": "4187"
    }
  ],
  "4188": [
    {
      "name": "浑江区",
      "value": "4190"
    },
    {
      "name": "江源区",
      "value": "4191"
    },
    {
      "name": "抚松县",
      "value": "4192"
    },
    {
      "name": "靖宇县",
      "value": "4193"
    },
    {
      "name": "长白朝鲜族自治县",
      "value": "4194"
    },
    {
      "name": "临江市",
      "value": "4195"
    }
  ],
  "4196": [
    {
      "name": "宁江区",
      "value": "4198"
    },
    {
      "name": "前郭尔罗斯蒙古族自治县",
      "value": "4199"
    },
    {
      "name": "长岭县",
      "value": "4200"
    },
    {
      "name": "乾安县",
      "value": "4201"
    },
    {
      "name": "扶余市",
      "value": "4202"
    }
  ],
  "4203": [
    {
      "name": "洮北区",
      "value": "4205"
    },
    {
      "name": "镇赉县",
      "value": "4206"
    },
    {
      "name": "通榆县",
      "value": "4207"
    },
    {
      "name": "洮南市",
      "value": "4208"
    },
    {
      "name": "大安市",
      "value": "4209"
    }
  ],
  "4210": [
    {
      "name": "延吉市",
      "value": "4211"
    },
    {
      "name": "图们市",
      "value": "4212"
    },
    {
      "name": "敦化市",
      "value": "4213"
    },
    {
      "name": "珲春市",
      "value": "4214"
    },
    {
      "name": "龙井市",
      "value": "4215"
    },
    {
      "name": "和龙市",
      "value": "4216"
    },
    {
      "name": "汪清县",
      "value": "4217"
    },
    {
      "name": "安图县",
      "value": "4218"
    }
  ],
  "4220": [
    {
      "name": "道里区",
      "value": "4222"
    },
    {
      "name": "南岗区",
      "value": "4223"
    },
    {
      "name": "道外区",
      "value": "4224"
    },
    {
      "name": "平房区",
      "value": "4225"
    },
    {
      "name": "松北区",
      "value": "4226"
    },
    {
      "name": "香坊区",
      "value": "4227"
    },
    {
      "name": "呼兰区",
      "value": "4228"
    },
    {
      "name": "阿城区",
      "value": "4229"
    },
    {
      "name": "依兰县",
      "value": "4230"
    },
    {
      "name": "方正县",
      "value": "4231"
    },
    {
      "name": "宾县",
      "value": "4232"
    },
    {
      "name": "巴彦县",
      "value": "4233"
    },
    {
      "name": "木兰县",
      "value": "4234"
    },
    {
      "name": "通河县",
      "value": "4235"
    },
    {
      "name": "延寿县",
      "value": "4236"
    },
    {
      "name": "双城市",
      "value": "4237"
    },
    {
      "name": "尚志市",
      "value": "4238"
    },
    {
      "name": "五常市",
      "value": "4239"
    }
  ],
  "4240": [
    {
      "name": "龙沙区",
      "value": "4242"
    },
    {
      "name": "建华区",
      "value": "4243"
    },
    {
      "name": "铁锋区",
      "value": "4244"
    },
    {
      "name": "昂昂溪区",
      "value": "4245"
    },
    {
      "name": "富拉尔基区",
      "value": "4246"
    },
    {
      "name": "碾子山区",
      "value": "4247"
    },
    {
      "name": "梅里斯达斡尔族区",
      "value": "4248"
    },
    {
      "name": "龙江县",
      "value": "4249"
    },
    {
      "name": "依安县",
      "value": "4250"
    },
    {
      "name": "泰来县",
      "value": "4251"
    },
    {
      "name": "甘南县",
      "value": "4252"
    },
    {
      "name": "富裕县",
      "value": "4253"
    },
    {
      "name": "克山县",
      "value": "4254"
    },
    {
      "name": "克东县",
      "value": "4255"
    },
    {
      "name": "拜泉县",
      "value": "4256"
    },
    {
      "name": "讷河市",
      "value": "4257"
    }
  ],
  "4258": [
    {
      "name": "鸡冠区",
      "value": "4260"
    },
    {
      "name": "恒山区",
      "value": "4261"
    },
    {
      "name": "滴道区",
      "value": "4262"
    },
    {
      "name": "梨树区",
      "value": "4263"
    },
    {
      "name": "城子河区",
      "value": "4264"
    },
    {
      "name": "麻山区",
      "value": "4265"
    },
    {
      "name": "鸡东县",
      "value": "4266"
    },
    {
      "name": "虎林市",
      "value": "4267"
    },
    {
      "name": "密山市",
      "value": "4268"
    }
  ],
  "4269": [
    {
      "name": "向阳区",
      "value": "4271"
    },
    {
      "name": "工农区",
      "value": "4272"
    },
    {
      "name": "南山区",
      "value": "4273"
    },
    {
      "name": "兴安区",
      "value": "4274"
    },
    {
      "name": "东山区",
      "value": "4275"
    },
    {
      "name": "兴山区",
      "value": "4276"
    },
    {
      "name": "萝北县",
      "value": "4277"
    },
    {
      "name": "绥滨县",
      "value": "4278"
    }
  ],
  "4279": [
    {
      "name": "尖山区",
      "value": "4281"
    },
    {
      "name": "岭东区",
      "value": "4282"
    },
    {
      "name": "四方台区",
      "value": "4283"
    },
    {
      "name": "宝山区",
      "value": "4284"
    },
    {
      "name": "集贤县",
      "value": "4285"
    },
    {
      "name": "友谊县",
      "value": "4286"
    },
    {
      "name": "宝清县",
      "value": "4287"
    },
    {
      "name": "饶河县",
      "value": "4288"
    }
  ],
  "4289": [
    {
      "name": "萨尔图区",
      "value": "4291"
    },
    {
      "name": "龙凤区",
      "value": "4292"
    },
    {
      "name": "让胡路区",
      "value": "4293"
    },
    {
      "name": "红岗区",
      "value": "4294"
    },
    {
      "name": "大同区",
      "value": "4295"
    },
    {
      "name": "肇州县",
      "value": "4296"
    },
    {
      "name": "肇源县",
      "value": "4297"
    },
    {
      "name": "林甸县",
      "value": "4298"
    },
    {
      "name": "杜尔伯特蒙古族自治县",
      "value": "4299"
    }
  ],
  "4300": [
    {
      "name": "伊春区",
      "value": "4302"
    },
    {
      "name": "南岔区",
      "value": "4303"
    },
    {
      "name": "友好区",
      "value": "4304"
    },
    {
      "name": "西林区",
      "value": "4305"
    },
    {
      "name": "翠峦区",
      "value": "4306"
    },
    {
      "name": "新青区",
      "value": "4307"
    },
    {
      "name": "美溪区",
      "value": "4308"
    },
    {
      "name": "金山屯区",
      "value": "4309"
    },
    {
      "name": "五营区",
      "value": "4310"
    },
    {
      "name": "乌马河区",
      "value": "4311"
    },
    {
      "name": "汤旺河区",
      "value": "4312"
    },
    {
      "name": "带岭区",
      "value": "4313"
    },
    {
      "name": "乌伊岭区",
      "value": "4314"
    },
    {
      "name": "红星区",
      "value": "4315"
    },
    {
      "name": "上甘岭区",
      "value": "4316"
    },
    {
      "name": "嘉荫县",
      "value": "4317"
    },
    {
      "name": "铁力市",
      "value": "4318"
    }
  ],
  "4319": [
    {
      "name": "向阳区",
      "value": "4321"
    },
    {
      "name": "前进区",
      "value": "4322"
    },
    {
      "name": "东风区",
      "value": "4323"
    },
    {
      "name": "郊区",
      "value": "4324"
    },
    {
      "name": "桦南县",
      "value": "4325"
    },
    {
      "name": "桦川县",
      "value": "4326"
    },
    {
      "name": "汤原县",
      "value": "4327"
    },
    {
      "name": "抚远县",
      "value": "4328"
    },
    {
      "name": "同江市",
      "value": "4329"
    },
    {
      "name": "富锦市",
      "value": "4330"
    }
  ],
  "4331": [
    {
      "name": "新兴区",
      "value": "4333"
    },
    {
      "name": "桃山区",
      "value": "4334"
    },
    {
      "name": "茄子河区",
      "value": "4335"
    },
    {
      "name": "勃利县",
      "value": "4336"
    }
  ],
  "4337": [
    {
      "name": "东安区",
      "value": "4339"
    },
    {
      "name": "阳明区",
      "value": "4340"
    },
    {
      "name": "爱民区",
      "value": "4341"
    },
    {
      "name": "西安区",
      "value": "4342"
    },
    {
      "name": "东宁县",
      "value": "4343"
    },
    {
      "name": "林口县",
      "value": "4344"
    },
    {
      "name": "绥芬河市",
      "value": "4345"
    },
    {
      "name": "海林市",
      "value": "4346"
    },
    {
      "name": "宁安市",
      "value": "4347"
    },
    {
      "name": "穆棱市",
      "value": "4348"
    }
  ],
  "4349": [
    {
      "name": "爱辉区",
      "value": "4351"
    },
    {
      "name": "嫩江县",
      "value": "4352"
    },
    {
      "name": "逊克县",
      "value": "4353"
    },
    {
      "name": "孙吴县",
      "value": "4354"
    },
    {
      "name": "北安市",
      "value": "4355"
    },
    {
      "name": "五大连池市",
      "value": "4356"
    }
  ],
  "4357": [
    {
      "name": "北林区",
      "value": "4359"
    },
    {
      "name": "望奎县",
      "value": "4360"
    },
    {
      "name": "兰西县",
      "value": "4361"
    },
    {
      "name": "青冈县",
      "value": "4362"
    },
    {
      "name": "庆安县",
      "value": "4363"
    },
    {
      "name": "明水县",
      "value": "4364"
    },
    {
      "name": "绥棱县",
      "value": "4365"
    },
    {
      "name": "安达市",
      "value": "4366"
    },
    {
      "name": "肇东市",
      "value": "4367"
    },
    {
      "name": "海伦市",
      "value": "4368"
    }
  ],
  "4369": [
    {
      "name": "呼玛县",
      "value": "4370"
    },
    {
      "name": "塔河县",
      "value": "4371"
    },
    {
      "name": "漠河县",
      "value": "4372"
    },
    {
      "name": "加格达奇地区",
      "value": "7028"
    },
    {
      "name": "呼中区",
      "value": "7029"
    },
    {
      "name": "新林区",
      "value": "7030"
    },
    {
      "name": "松岭区",
      "value": "7031"
    }
  ],
  "4374": [
    {
      "name": "黄浦区",
      "value": "4375"
    },
    {
      "name": "徐汇区",
      "value": "4376"
    },
    {
      "name": "长宁区",
      "value": "4377"
    },
    {
      "name": "静安区",
      "value": "4378"
    },
    {
      "name": "普陀区",
      "value": "4379"
    },
    {
      "name": "闸北区",
      "value": "4380"
    },
    {
      "name": "虹口区",
      "value": "4381"
    },
    {
      "name": "杨浦区",
      "value": "4382"
    },
    {
      "name": "闵行区",
      "value": "4383"
    },
    {
      "name": "宝山区",
      "value": "4384"
    },
    {
      "name": "嘉定区",
      "value": "4385"
    },
    {
      "name": "浦东新区",
      "value": "4386"
    },
    {
      "name": "金山区",
      "value": "4387"
    },
    {
      "name": "松江区",
      "value": "4388"
    },
    {
      "name": "青浦区",
      "value": "4389"
    },
    {
      "name": "奉贤区",
      "value": "4390"
    },
    {
      "name": "崇明县",
      "value": "4392"
    }
  ],
  "4394": [
    {
      "name": "玄武区",
      "value": "4396"
    },
    {
      "name": "秦淮区",
      "value": "4397"
    },
    {
      "name": "建邺区",
      "value": "4398"
    },
    {
      "name": "鼓楼区",
      "value": "4399"
    },
    {
      "name": "浦口区",
      "value": "4400"
    },
    {
      "name": "栖霞区",
      "value": "4401"
    },
    {
      "name": "雨花台区",
      "value": "4402"
    },
    {
      "name": "江宁区",
      "value": "4403"
    },
    {
      "name": "六合区",
      "value": "4404"
    },
    {
      "name": "溧水区",
      "value": "4405"
    },
    {
      "name": "高淳区",
      "value": "4406"
    }
  ],
  "4407": [
    {
      "name": "崇安区",
      "value": "4409"
    },
    {
      "name": "南长区",
      "value": "4410"
    },
    {
      "name": "北塘区",
      "value": "4411"
    },
    {
      "name": "锡山区",
      "value": "4412"
    },
    {
      "name": "惠山区",
      "value": "4413"
    },
    {
      "name": "滨湖区",
      "value": "4414"
    },
    {
      "name": "江阴市",
      "value": "4415"
    },
    {
      "name": "宜兴市",
      "value": "4416"
    }
  ],
  "4417": [
    {
      "name": "鼓楼区",
      "value": "4419"
    },
    {
      "name": "云龙区",
      "value": "4420"
    },
    {
      "name": "贾汪区",
      "value": "4421"
    },
    {
      "name": "泉山区",
      "value": "4422"
    },
    {
      "name": "铜山区",
      "value": "4423"
    },
    {
      "name": "丰县",
      "value": "4424"
    },
    {
      "name": "沛县",
      "value": "4425"
    },
    {
      "name": "睢宁县",
      "value": "4426"
    },
    {
      "name": "新沂市",
      "value": "4427"
    },
    {
      "name": "邳州市",
      "value": "4428"
    }
  ],
  "4429": [
    {
      "name": "天宁区",
      "value": "4431"
    },
    {
      "name": "钟楼区",
      "value": "4432"
    },
    {
      "name": "戚墅堰区",
      "value": "4433"
    },
    {
      "name": "新北区",
      "value": "4434"
    },
    {
      "name": "武进区",
      "value": "4435"
    },
    {
      "name": "溧阳市",
      "value": "4436"
    },
    {
      "name": "金坛市",
      "value": "4437"
    }
  ],
  "4438": [
    {
      "name": "虎丘区",
      "value": "4440"
    },
    {
      "name": "吴中区",
      "value": "4441"
    },
    {
      "name": "相城区",
      "value": "4442"
    },
    {
      "name": "姑苏区",
      "value": "4443"
    },
    {
      "name": "吴江区",
      "value": "4444"
    },
    {
      "name": "常熟市",
      "value": "4445"
    },
    {
      "name": "张家港市",
      "value": "4446"
    },
    {
      "name": "昆山市",
      "value": "4447"
    },
    {
      "name": "太仓市",
      "value": "4448"
    }
  ],
  "4449": [
    {
      "name": "崇川区",
      "value": "4451"
    },
    {
      "name": "港闸区",
      "value": "4452"
    },
    {
      "name": "通州区",
      "value": "4453"
    },
    {
      "name": "海安县",
      "value": "4454"
    },
    {
      "name": "如东县",
      "value": "4455"
    },
    {
      "name": "启东市",
      "value": "4456"
    },
    {
      "name": "如皋市",
      "value": "4457"
    },
    {
      "name": "海门市",
      "value": "4458"
    }
  ],
  "4459": [
    {
      "name": "连云区",
      "value": "4461"
    },
    {
      "name": "新浦区",
      "value": "4462"
    },
    {
      "name": "海州区",
      "value": "4463"
    },
    {
      "name": "赣榆县",
      "value": "4464"
    },
    {
      "name": "东海县",
      "value": "4465"
    },
    {
      "name": "灌云县",
      "value": "4466"
    },
    {
      "name": "灌南县",
      "value": "4467"
    }
  ],
  "4468": [
    {
      "name": "清河区",
      "value": "4470"
    },
    {
      "name": "淮安区",
      "value": "4471"
    },
    {
      "name": "淮阴区",
      "value": "4472"
    },
    {
      "name": "清浦区",
      "value": "4473"
    },
    {
      "name": "涟水县",
      "value": "4474"
    },
    {
      "name": "洪泽县",
      "value": "4475"
    },
    {
      "name": "盱眙县",
      "value": "4476"
    },
    {
      "name": "金湖县",
      "value": "4477"
    }
  ],
  "4478": [
    {
      "name": "亭湖区",
      "value": "4480"
    },
    {
      "name": "盐都区",
      "value": "4481"
    },
    {
      "name": "响水县",
      "value": "4482"
    },
    {
      "name": "滨海县",
      "value": "4483"
    },
    {
      "name": "阜宁县",
      "value": "4484"
    },
    {
      "name": "射阳县",
      "value": "4485"
    },
    {
      "name": "建湖县",
      "value": "4486"
    },
    {
      "name": "东台市",
      "value": "4487"
    },
    {
      "name": "大丰市",
      "value": "4488"
    }
  ],
  "4489": [
    {
      "name": "广陵区",
      "value": "4491"
    },
    {
      "name": "邗江区",
      "value": "4492"
    },
    {
      "name": "江都区",
      "value": "4493"
    },
    {
      "name": "宝应县",
      "value": "4494"
    },
    {
      "name": "仪征市",
      "value": "4495"
    },
    {
      "name": "高邮市",
      "value": "4496"
    }
  ],
  "4497": [
    {
      "name": "京口区",
      "value": "4499"
    },
    {
      "name": "润州区",
      "value": "4500"
    },
    {
      "name": "丹徒区",
      "value": "4501"
    },
    {
      "name": "丹阳市",
      "value": "4502"
    },
    {
      "name": "扬中市",
      "value": "4503"
    },
    {
      "name": "句容市",
      "value": "4504"
    }
  ],
  "4505": [
    {
      "name": "海陵区",
      "value": "4507"
    },
    {
      "name": "高港区",
      "value": "4508"
    },
    {
      "name": "姜堰区",
      "value": "4509"
    },
    {
      "name": "兴化市",
      "value": "4510"
    },
    {
      "name": "靖江市",
      "value": "4511"
    },
    {
      "name": "泰兴市",
      "value": "4512"
    }
  ],
  "4513": [
    {
      "name": "宿城区",
      "value": "4515"
    },
    {
      "name": "宿豫区",
      "value": "4516"
    },
    {
      "name": "沭阳县",
      "value": "4517"
    },
    {
      "name": "泗阳县",
      "value": "4518"
    },
    {
      "name": "泗洪县",
      "value": "4519"
    }
  ],
  "4521": [
    {
      "name": "上城区",
      "value": "4523"
    },
    {
      "name": "下城区",
      "value": "4524"
    },
    {
      "name": "江干区",
      "value": "4525"
    },
    {
      "name": "拱墅区",
      "value": "4526"
    },
    {
      "name": "西湖区",
      "value": "4527"
    },
    {
      "name": "滨江区",
      "value": "4528"
    },
    {
      "name": "萧山区",
      "value": "4529"
    },
    {
      "name": "余杭区",
      "value": "4530"
    },
    {
      "name": "桐庐县",
      "value": "4531"
    },
    {
      "name": "淳安县",
      "value": "4532"
    },
    {
      "name": "建德市",
      "value": "4533"
    },
    {
      "name": "富阳市",
      "value": "4534"
    },
    {
      "name": "临安市",
      "value": "4535"
    }
  ],
  "4536": [
    {
      "name": "海曙区",
      "value": "4538"
    },
    {
      "name": "江东区",
      "value": "4539"
    },
    {
      "name": "江北区",
      "value": "4540"
    },
    {
      "name": "北仑区",
      "value": "4541"
    },
    {
      "name": "镇海区",
      "value": "4542"
    },
    {
      "name": "鄞州区",
      "value": "4543"
    },
    {
      "name": "象山县",
      "value": "4544"
    },
    {
      "name": "宁海县",
      "value": "4545"
    },
    {
      "name": "余姚市",
      "value": "4546"
    },
    {
      "name": "慈溪市",
      "value": "4547"
    },
    {
      "name": "奉化市",
      "value": "4548"
    }
  ],
  "4549": [
    {
      "name": "鹿城区",
      "value": "4551"
    },
    {
      "name": "龙湾区",
      "value": "4552"
    },
    {
      "name": "瓯海区",
      "value": "4553"
    },
    {
      "name": "洞头县",
      "value": "4554"
    },
    {
      "name": "永嘉县",
      "value": "4555"
    },
    {
      "name": "平阳县",
      "value": "4556"
    },
    {
      "name": "苍南县",
      "value": "4557"
    },
    {
      "name": "文成县",
      "value": "4558"
    },
    {
      "name": "泰顺县",
      "value": "4559"
    },
    {
      "name": "瑞安市",
      "value": "4560"
    },
    {
      "name": "乐清市",
      "value": "4561"
    }
  ],
  "4562": [
    {
      "name": "南湖区",
      "value": "4564"
    },
    {
      "name": "秀洲区",
      "value": "4565"
    },
    {
      "name": "嘉善县",
      "value": "4566"
    },
    {
      "name": "海盐县",
      "value": "4567"
    },
    {
      "name": "海宁市",
      "value": "4568"
    },
    {
      "name": "平湖市",
      "value": "4569"
    },
    {
      "name": "桐乡市",
      "value": "4570"
    }
  ],
  "4571": [
    {
      "name": "吴兴区",
      "value": "4573"
    },
    {
      "name": "南浔区",
      "value": "4574"
    },
    {
      "name": "德清县",
      "value": "4575"
    },
    {
      "name": "长兴县",
      "value": "4576"
    },
    {
      "name": "安吉县",
      "value": "4577"
    }
  ],
  "4578": [
    {
      "name": "越城区",
      "value": "4580"
    },
    {
      "name": "绍兴县",
      "value": "4581"
    },
    {
      "name": "新昌县",
      "value": "4582"
    },
    {
      "name": "诸暨市",
      "value": "4583"
    },
    {
      "name": "上虞市",
      "value": "4584"
    },
    {
      "name": "嵊州市",
      "value": "4585"
    }
  ],
  "4586": [
    {
      "name": "婺城区",
      "value": "4588"
    },
    {
      "name": "金东区",
      "value": "4589"
    },
    {
      "name": "武义县",
      "value": "4590"
    },
    {
      "name": "浦江县",
      "value": "4591"
    },
    {
      "name": "磐安县",
      "value": "4592"
    },
    {
      "name": "兰溪市",
      "value": "4593"
    },
    {
      "name": "义乌市",
      "value": "4594"
    },
    {
      "name": "东阳市",
      "value": "4595"
    },
    {
      "name": "永康市",
      "value": "4596"
    }
  ],
  "4597": [
    {
      "name": "柯城区",
      "value": "4599"
    },
    {
      "name": "衢江区",
      "value": "4600"
    },
    {
      "name": "常山县",
      "value": "4601"
    },
    {
      "name": "开化县",
      "value": "4602"
    },
    {
      "name": "龙游县",
      "value": "4603"
    },
    {
      "name": "江山市",
      "value": "4604"
    }
  ],
  "4605": [
    {
      "name": "定海区",
      "value": "4607"
    },
    {
      "name": "普陀区",
      "value": "4608"
    },
    {
      "name": "岱山县",
      "value": "4609"
    },
    {
      "name": "嵊泗县",
      "value": "4610"
    }
  ],
  "4611": [
    {
      "name": "椒江区",
      "value": "4613"
    },
    {
      "name": "黄岩区",
      "value": "4614"
    },
    {
      "name": "路桥区",
      "value": "4615"
    },
    {
      "name": "玉环县",
      "value": "4616"
    },
    {
      "name": "三门县",
      "value": "4617"
    },
    {
      "name": "天台县",
      "value": "4618"
    },
    {
      "name": "仙居县",
      "value": "4619"
    },
    {
      "name": "温岭市",
      "value": "4620"
    },
    {
      "name": "临海市",
      "value": "4621"
    }
  ],
  "4622": [
    {
      "name": "莲都区",
      "value": "4624"
    },
    {
      "name": "青田县",
      "value": "4625"
    },
    {
      "name": "缙云县",
      "value": "4626"
    },
    {
      "name": "遂昌县",
      "value": "4627"
    },
    {
      "name": "松阳县",
      "value": "4628"
    },
    {
      "name": "云和县",
      "value": "4629"
    },
    {
      "name": "庆元县",
      "value": "4630"
    },
    {
      "name": "景宁畲族自治县",
      "value": "4631"
    },
    {
      "name": "龙泉市",
      "value": "4632"
    }
  ],
  "4634": [
    {
      "name": "瑶海区",
      "value": "4636"
    },
    {
      "name": "庐阳区",
      "value": "4637"
    },
    {
      "name": "蜀山区",
      "value": "4638"
    },
    {
      "name": "包河区",
      "value": "4639"
    },
    {
      "name": "长丰县",
      "value": "4640"
    },
    {
      "name": "肥东县",
      "value": "4641"
    },
    {
      "name": "肥西县",
      "value": "4642"
    },
    {
      "name": "庐江县",
      "value": "4643"
    },
    {
      "name": "巢湖市",
      "value": "4644"
    }
  ],
  "4645": [
    {
      "name": "镜湖区",
      "value": "4647"
    },
    {
      "name": "弋江区",
      "value": "4648"
    },
    {
      "name": "鸠江区",
      "value": "4649"
    },
    {
      "name": "三山区",
      "value": "4650"
    },
    {
      "name": "芜湖县",
      "value": "4651"
    },
    {
      "name": "繁昌县",
      "value": "4652"
    },
    {
      "name": "南陵县",
      "value": "4653"
    },
    {
      "name": "无为县",
      "value": "4654"
    }
  ],
  "4655": [
    {
      "name": "龙子湖区",
      "value": "4657"
    },
    {
      "name": "蚌山区",
      "value": "4658"
    },
    {
      "name": "禹会区",
      "value": "4659"
    },
    {
      "name": "淮上区",
      "value": "4660"
    },
    {
      "name": "怀远县",
      "value": "4661"
    },
    {
      "name": "五河县",
      "value": "4662"
    },
    {
      "name": "固镇县",
      "value": "4663"
    }
  ],
  "4664": [
    {
      "name": "大通区",
      "value": "4666"
    },
    {
      "name": "田家庵区",
      "value": "4667"
    },
    {
      "name": "谢家集区",
      "value": "4668"
    },
    {
      "name": "八公山区",
      "value": "4669"
    },
    {
      "name": "潘集区",
      "value": "4670"
    },
    {
      "name": "凤台县",
      "value": "4671"
    }
  ],
  "4672": [
    {
      "name": "花山区",
      "value": "4674"
    },
    {
      "name": "雨山区",
      "value": "4675"
    },
    {
      "name": "博望区",
      "value": "4676"
    },
    {
      "name": "当涂县",
      "value": "4677"
    },
    {
      "name": "含山县",
      "value": "4678"
    },
    {
      "name": "和县",
      "value": "4679"
    }
  ],
  "4680": [
    {
      "name": "杜集区",
      "value": "4682"
    },
    {
      "name": "相山区",
      "value": "4683"
    },
    {
      "name": "烈山区",
      "value": "4684"
    },
    {
      "name": "濉溪县",
      "value": "4685"
    }
  ],
  "4686": [
    {
      "name": "铜官山区",
      "value": "4688"
    },
    {
      "name": "狮子山区",
      "value": "4689"
    },
    {
      "name": "郊区",
      "value": "4690"
    },
    {
      "name": "铜陵县",
      "value": "4691"
    }
  ],
  "4692": [
    {
      "name": "迎江区",
      "value": "4694"
    },
    {
      "name": "大观区",
      "value": "4695"
    },
    {
      "name": "宜秀区",
      "value": "4696"
    },
    {
      "name": "怀宁县",
      "value": "4697"
    },
    {
      "name": "枞阳县",
      "value": "4698"
    },
    {
      "name": "潜山县",
      "value": "4699"
    },
    {
      "name": "太湖县",
      "value": "4700"
    },
    {
      "name": "宿松县",
      "value": "4701"
    },
    {
      "name": "望江县",
      "value": "4702"
    },
    {
      "name": "岳西县",
      "value": "4703"
    },
    {
      "name": "桐城市",
      "value": "4704"
    }
  ],
  "4705": [
    {
      "name": "屯溪区",
      "value": "4707"
    },
    {
      "name": "黄山区",
      "value": "4708"
    },
    {
      "name": "徽州区",
      "value": "4709"
    },
    {
      "name": "歙县",
      "value": "4710"
    },
    {
      "name": "休宁县",
      "value": "4711"
    },
    {
      "name": "黟县",
      "value": "4712"
    },
    {
      "name": "祁门县",
      "value": "4713"
    }
  ],
  "4714": [
    {
      "name": "琅琊区",
      "value": "4716"
    },
    {
      "name": "南谯区",
      "value": "4717"
    },
    {
      "name": "来安县",
      "value": "4718"
    },
    {
      "name": "全椒县",
      "value": "4719"
    },
    {
      "name": "定远县",
      "value": "4720"
    },
    {
      "name": "凤阳县",
      "value": "4721"
    },
    {
      "name": "天长市",
      "value": "4722"
    },
    {
      "name": "明光市",
      "value": "4723"
    }
  ],
  "4724": [
    {
      "name": "颍州区",
      "value": "4726"
    },
    {
      "name": "颍东区",
      "value": "4727"
    },
    {
      "name": "颍泉区",
      "value": "4728"
    },
    {
      "name": "临泉县",
      "value": "4729"
    },
    {
      "name": "太和县",
      "value": "4730"
    },
    {
      "name": "阜南县",
      "value": "4731"
    },
    {
      "name": "颍上县",
      "value": "4732"
    },
    {
      "name": "界首市",
      "value": "4733"
    }
  ],
  "4734": [
    {
      "name": "埇桥区",
      "value": "4736"
    },
    {
      "name": "砀山县",
      "value": "4737"
    },
    {
      "name": "萧县",
      "value": "4738"
    },
    {
      "name": "灵璧县",
      "value": "4739"
    },
    {
      "name": "泗县",
      "value": "4740"
    }
  ],
  "4741": [
    {
      "name": "金安区",
      "value": "4743"
    },
    {
      "name": "裕安区",
      "value": "4744"
    },
    {
      "name": "寿县",
      "value": "4745"
    },
    {
      "name": "霍邱县",
      "value": "4746"
    },
    {
      "name": "舒城县",
      "value": "4747"
    },
    {
      "name": "金寨县",
      "value": "4748"
    },
    {
      "name": "霍山县",
      "value": "4749"
    }
  ],
  "4750": [
    {
      "name": "谯城区",
      "value": "4752"
    },
    {
      "name": "涡阳县",
      "value": "4753"
    },
    {
      "name": "蒙城县",
      "value": "4754"
    },
    {
      "name": "利辛县",
      "value": "4755"
    }
  ],
  "4756": [
    {
      "name": "贵池区",
      "value": "4758"
    },
    {
      "name": "东至县",
      "value": "4759"
    },
    {
      "name": "石台县",
      "value": "4760"
    },
    {
      "name": "青阳县",
      "value": "4761"
    }
  ],
  "4762": [
    {
      "name": "宣州区",
      "value": "4764"
    },
    {
      "name": "郎溪县",
      "value": "4765"
    },
    {
      "name": "广德县",
      "value": "4766"
    },
    {
      "name": "泾县",
      "value": "4767"
    },
    {
      "name": "绩溪县",
      "value": "4768"
    },
    {
      "name": "旌德县",
      "value": "4769"
    },
    {
      "name": "宁国市",
      "value": "4770"
    }
  ],
  "4772": [
    {
      "name": "鼓楼区",
      "value": "4774"
    },
    {
      "name": "台江区",
      "value": "4775"
    },
    {
      "name": "仓山区",
      "value": "4776"
    },
    {
      "name": "马尾区",
      "value": "4777"
    },
    {
      "name": "晋安区",
      "value": "4778"
    },
    {
      "name": "闽侯县",
      "value": "4779"
    },
    {
      "name": "连江县",
      "value": "4780"
    },
    {
      "name": "罗源县",
      "value": "4781"
    },
    {
      "name": "闽清县",
      "value": "4782"
    },
    {
      "name": "永泰县",
      "value": "4783"
    },
    {
      "name": "平潭县",
      "value": "4784"
    },
    {
      "name": "福清市",
      "value": "4785"
    },
    {
      "name": "长乐市",
      "value": "4786"
    }
  ],
  "4787": [
    {
      "name": "思明区",
      "value": "4789"
    },
    {
      "name": "海沧区",
      "value": "4790"
    },
    {
      "name": "湖里区",
      "value": "4791"
    },
    {
      "name": "集美区",
      "value": "4792"
    },
    {
      "name": "同安区",
      "value": "4793"
    },
    {
      "name": "翔安区",
      "value": "4794"
    }
  ],
  "4795": [
    {
      "name": "城厢区",
      "value": "4797"
    },
    {
      "name": "涵江区",
      "value": "4798"
    },
    {
      "name": "荔城区",
      "value": "4799"
    },
    {
      "name": "秀屿区",
      "value": "4800"
    },
    {
      "name": "仙游县",
      "value": "4801"
    }
  ],
  "4802": [
    {
      "name": "梅列区",
      "value": "4804"
    },
    {
      "name": "三元区",
      "value": "4805"
    },
    {
      "name": "明溪县",
      "value": "4806"
    },
    {
      "name": "清流县",
      "value": "4807"
    },
    {
      "name": "宁化县",
      "value": "4808"
    },
    {
      "name": "大田县",
      "value": "4809"
    },
    {
      "name": "尤溪县",
      "value": "4810"
    },
    {
      "name": "沙县",
      "value": "4811"
    },
    {
      "name": "将乐县",
      "value": "4812"
    },
    {
      "name": "泰宁县",
      "value": "4813"
    },
    {
      "name": "建宁县",
      "value": "4814"
    },
    {
      "name": "永安市",
      "value": "4815"
    }
  ],
  "4816": [
    {
      "name": "鲤城区",
      "value": "4818"
    },
    {
      "name": "丰泽区",
      "value": "4819"
    },
    {
      "name": "洛江区",
      "value": "4820"
    },
    {
      "name": "泉港区",
      "value": "4821"
    },
    {
      "name": "惠安县",
      "value": "4822"
    },
    {
      "name": "安溪县",
      "value": "4823"
    },
    {
      "name": "永春县",
      "value": "4824"
    },
    {
      "name": "德化县",
      "value": "4825"
    },
    {
      "name": "金门县",
      "value": "4826"
    },
    {
      "name": "石狮市",
      "value": "4827"
    },
    {
      "name": "晋江市",
      "value": "4828"
    },
    {
      "name": "南安市",
      "value": "4829"
    }
  ],
  "4830": [
    {
      "name": "芗城区",
      "value": "4832"
    },
    {
      "name": "龙文区",
      "value": "4833"
    },
    {
      "name": "云霄县",
      "value": "4834"
    },
    {
      "name": "漳浦县",
      "value": "4835"
    },
    {
      "name": "诏安县",
      "value": "4836"
    },
    {
      "name": "长泰县",
      "value": "4837"
    },
    {
      "name": "东山县",
      "value": "4838"
    },
    {
      "name": "南靖县",
      "value": "4839"
    },
    {
      "name": "平和县",
      "value": "4840"
    },
    {
      "name": "华安县",
      "value": "4841"
    },
    {
      "name": "龙海市",
      "value": "4842"
    }
  ],
  "4843": [
    {
      "name": "延平区",
      "value": "4845"
    },
    {
      "name": "顺昌县",
      "value": "4846"
    },
    {
      "name": "浦城县",
      "value": "4847"
    },
    {
      "name": "光泽县",
      "value": "4848"
    },
    {
      "name": "松溪县",
      "value": "4849"
    },
    {
      "name": "政和县",
      "value": "4850"
    },
    {
      "name": "邵武市",
      "value": "4851"
    },
    {
      "name": "武夷山市",
      "value": "4852"
    },
    {
      "name": "建瓯市",
      "value": "4853"
    },
    {
      "name": "建阳市",
      "value": "4854"
    }
  ],
  "4855": [
    {
      "name": "新罗区",
      "value": "4857"
    },
    {
      "name": "长汀县",
      "value": "4858"
    },
    {
      "name": "永定县",
      "value": "4859"
    },
    {
      "name": "上杭县",
      "value": "4860"
    },
    {
      "name": "武平县",
      "value": "4861"
    },
    {
      "name": "连城县",
      "value": "4862"
    },
    {
      "name": "漳平市",
      "value": "4863"
    }
  ],
  "4864": [
    {
      "name": "蕉城区",
      "value": "4866"
    },
    {
      "name": "霞浦县",
      "value": "4867"
    },
    {
      "name": "古田县",
      "value": "4868"
    },
    {
      "name": "屏南县",
      "value": "4869"
    },
    {
      "name": "寿宁县",
      "value": "4870"
    },
    {
      "name": "周宁县",
      "value": "4871"
    },
    {
      "name": "柘荣县",
      "value": "4872"
    },
    {
      "name": "福安市",
      "value": "4873"
    },
    {
      "name": "福鼎市",
      "value": "4874"
    }
  ],
  "4876": [
    {
      "name": "东湖区",
      "value": "4878"
    },
    {
      "name": "西湖区",
      "value": "4879"
    },
    {
      "name": "青云谱区",
      "value": "4880"
    },
    {
      "name": "湾里区",
      "value": "4881"
    },
    {
      "name": "青山湖区",
      "value": "4882"
    },
    {
      "name": "南昌县",
      "value": "4883"
    },
    {
      "name": "新建县",
      "value": "4884"
    },
    {
      "name": "安义县",
      "value": "4885"
    },
    {
      "name": "进贤县",
      "value": "4886"
    }
  ],
  "4887": [
    {
      "name": "昌江区",
      "value": "4889"
    },
    {
      "name": "珠山区",
      "value": "4890"
    },
    {
      "name": "浮梁县",
      "value": "4891"
    },
    {
      "name": "乐平市",
      "value": "4892"
    }
  ],
  "4893": [
    {
      "name": "安源区",
      "value": "4895"
    },
    {
      "name": "湘东区",
      "value": "4896"
    },
    {
      "name": "莲花县",
      "value": "4897"
    },
    {
      "name": "上栗县",
      "value": "4898"
    },
    {
      "name": "芦溪县",
      "value": "4899"
    }
  ],
  "4900": [
    {
      "name": "庐山区",
      "value": "4902"
    },
    {
      "name": "浔阳区",
      "value": "4903"
    },
    {
      "name": "九江县",
      "value": "4904"
    },
    {
      "name": "武宁县",
      "value": "4905"
    },
    {
      "name": "修水县",
      "value": "4906"
    },
    {
      "name": "永修县",
      "value": "4907"
    },
    {
      "name": "德安县",
      "value": "4908"
    },
    {
      "name": "星子县",
      "value": "4909"
    },
    {
      "name": "都昌县",
      "value": "4910"
    },
    {
      "name": "湖口县",
      "value": "4911"
    },
    {
      "name": "彭泽县",
      "value": "4912"
    },
    {
      "name": "瑞昌市",
      "value": "4913"
    },
    {
      "name": "共青城市",
      "value": "4914"
    }
  ],
  "4915": [
    {
      "name": "渝水区",
      "value": "4917"
    },
    {
      "name": "分宜县",
      "value": "4918"
    }
  ],
  "4919": [
    {
      "name": "月湖区",
      "value": "4921"
    },
    {
      "name": "余江县",
      "value": "4922"
    },
    {
      "name": "贵溪市",
      "value": "4923"
    }
  ],
  "4924": [
    {
      "name": "章贡区",
      "value": "4926"
    },
    {
      "name": "赣县",
      "value": "4927"
    },
    {
      "name": "信丰县",
      "value": "4928"
    },
    {
      "name": "大余县",
      "value": "4929"
    },
    {
      "name": "上犹县",
      "value": "4930"
    },
    {
      "name": "崇义县",
      "value": "4931"
    },
    {
      "name": "安远县",
      "value": "4932"
    },
    {
      "name": "龙南县",
      "value": "4933"
    },
    {
      "name": "定南县",
      "value": "4934"
    },
    {
      "name": "全南县",
      "value": "4935"
    },
    {
      "name": "宁都县",
      "value": "4936"
    },
    {
      "name": "于都县",
      "value": "4937"
    },
    {
      "name": "兴国县",
      "value": "4938"
    },
    {
      "name": "会昌县",
      "value": "4939"
    },
    {
      "name": "寻乌县",
      "value": "4940"
    },
    {
      "name": "石城县",
      "value": "4941"
    },
    {
      "name": "瑞金市",
      "value": "4942"
    },
    {
      "name": "南康市",
      "value": "4943"
    }
  ],
  "4944": [
    {
      "name": "吉州区",
      "value": "4946"
    },
    {
      "name": "青原区",
      "value": "4947"
    },
    {
      "name": "吉安县",
      "value": "4948"
    },
    {
      "name": "吉水县",
      "value": "4949"
    },
    {
      "name": "峡江县",
      "value": "4950"
    },
    {
      "name": "新干县",
      "value": "4951"
    },
    {
      "name": "永丰县",
      "value": "4952"
    },
    {
      "name": "泰和县",
      "value": "4953"
    },
    {
      "name": "遂川县",
      "value": "4954"
    },
    {
      "name": "万安县",
      "value": "4955"
    },
    {
      "name": "安福县",
      "value": "4956"
    },
    {
      "name": "永新县",
      "value": "4957"
    },
    {
      "name": "井冈山市",
      "value": "4958"
    }
  ],
  "4959": [
    {
      "name": "袁州区",
      "value": "4961"
    },
    {
      "name": "奉新县",
      "value": "4962"
    },
    {
      "name": "万载县",
      "value": "4963"
    },
    {
      "name": "上高县",
      "value": "4964"
    },
    {
      "name": "宜丰县",
      "value": "4965"
    },
    {
      "name": "靖安县",
      "value": "4966"
    },
    {
      "name": "铜鼓县",
      "value": "4967"
    },
    {
      "name": "丰城市",
      "value": "4968"
    },
    {
      "name": "樟树市",
      "value": "4969"
    },
    {
      "name": "高安市",
      "value": "4970"
    }
  ],
  "4971": [
    {
      "name": "临川区",
      "value": "4973"
    },
    {
      "name": "南城县",
      "value": "4974"
    },
    {
      "name": "黎川县",
      "value": "4975"
    },
    {
      "name": "南丰县",
      "value": "4976"
    },
    {
      "name": "崇仁县",
      "value": "4977"
    },
    {
      "name": "乐安县",
      "value": "4978"
    },
    {
      "name": "宜黄县",
      "value": "4979"
    },
    {
      "name": "金溪县",
      "value": "4980"
    },
    {
      "name": "资溪县",
      "value": "4981"
    },
    {
      "name": "东乡县",
      "value": "4982"
    },
    {
      "name": "广昌县",
      "value": "4983"
    }
  ],
  "4984": [
    {
      "name": "信州区",
      "value": "4986"
    },
    {
      "name": "上饶县",
      "value": "4987"
    },
    {
      "name": "广丰县",
      "value": "4988"
    },
    {
      "name": "玉山县",
      "value": "4989"
    },
    {
      "name": "铅山县",
      "value": "4990"
    },
    {
      "name": "横峰县",
      "value": "4991"
    },
    {
      "name": "弋阳县",
      "value": "4992"
    },
    {
      "name": "余干县",
      "value": "4993"
    },
    {
      "name": "鄱阳县",
      "value": "4994"
    },
    {
      "name": "万年县",
      "value": "4995"
    },
    {
      "name": "婺源县",
      "value": "4996"
    },
    {
      "name": "德兴市",
      "value": "4997"
    }
  ],
  "4999": [
    {
      "name": "历下区",
      "value": "5001"
    },
    {
      "name": "市中区",
      "value": "5002"
    },
    {
      "name": "槐荫区",
      "value": "5003"
    },
    {
      "name": "天桥区",
      "value": "5004"
    },
    {
      "name": "历城区",
      "value": "5005"
    },
    {
      "name": "长清区",
      "value": "5006"
    },
    {
      "name": "平阴县",
      "value": "5007"
    },
    {
      "name": "济阳县",
      "value": "5008"
    },
    {
      "name": "商河县",
      "value": "5009"
    },
    {
      "name": "章丘市",
      "value": "5010"
    }
  ],
  "5011": [
    {
      "name": "市南区",
      "value": "5013"
    },
    {
      "name": "市北区",
      "value": "5014"
    },
    {
      "name": "黄岛区",
      "value": "5015"
    },
    {
      "name": "崂山区",
      "value": "5016"
    },
    {
      "name": "李沧区",
      "value": "5017"
    },
    {
      "name": "城阳区",
      "value": "5018"
    },
    {
      "name": "胶州市",
      "value": "5019"
    },
    {
      "name": "即墨市",
      "value": "5020"
    },
    {
      "name": "平度市",
      "value": "5021"
    },
    {
      "name": "莱西市",
      "value": "5022"
    }
  ],
  "5023": [
    {
      "name": "淄川区",
      "value": "5025"
    },
    {
      "name": "张店区",
      "value": "5026"
    },
    {
      "name": "博山区",
      "value": "5027"
    },
    {
      "name": "临淄区",
      "value": "5028"
    },
    {
      "name": "周村区",
      "value": "5029"
    },
    {
      "name": "桓台县",
      "value": "5030"
    },
    {
      "name": "高青县",
      "value": "5031"
    },
    {
      "name": "沂源县",
      "value": "5032"
    }
  ],
  "5033": [
    {
      "name": "市中区",
      "value": "5035"
    },
    {
      "name": "薛城区",
      "value": "5036"
    },
    {
      "name": "峄城区",
      "value": "5037"
    },
    {
      "name": "台儿庄区",
      "value": "5038"
    },
    {
      "name": "山亭区",
      "value": "5039"
    },
    {
      "name": "滕州市",
      "value": "5040"
    }
  ],
  "5041": [
    {
      "name": "东营区",
      "value": "5043"
    },
    {
      "name": "河口区",
      "value": "5044"
    },
    {
      "name": "垦利县",
      "value": "5045"
    },
    {
      "name": "利津县",
      "value": "5046"
    },
    {
      "name": "广饶县",
      "value": "5047"
    }
  ],
  "5048": [
    {
      "name": "芝罘区",
      "value": "5050"
    },
    {
      "name": "福山区",
      "value": "5051"
    },
    {
      "name": "牟平区",
      "value": "5052"
    },
    {
      "name": "莱山区",
      "value": "5053"
    },
    {
      "name": "长岛县",
      "value": "5054"
    },
    {
      "name": "龙口市",
      "value": "5055"
    },
    {
      "name": "莱阳市",
      "value": "5056"
    },
    {
      "name": "莱州市",
      "value": "5057"
    },
    {
      "name": "蓬莱市",
      "value": "5058"
    },
    {
      "name": "招远市",
      "value": "5059"
    },
    {
      "name": "栖霞市",
      "value": "5060"
    },
    {
      "name": "海阳市",
      "value": "5061"
    }
  ],
  "5062": [
    {
      "name": "潍城区",
      "value": "5064"
    },
    {
      "name": "寒亭区",
      "value": "5065"
    },
    {
      "name": "坊子区",
      "value": "5066"
    },
    {
      "name": "奎文区",
      "value": "5067"
    },
    {
      "name": "临朐县",
      "value": "5068"
    },
    {
      "name": "昌乐县",
      "value": "5069"
    },
    {
      "name": "青州市",
      "value": "5070"
    },
    {
      "name": "诸城市",
      "value": "5071"
    },
    {
      "name": "寿光市",
      "value": "5072"
    },
    {
      "name": "安丘市",
      "value": "5073"
    },
    {
      "name": "高密市",
      "value": "5074"
    },
    {
      "name": "昌邑市",
      "value": "5075"
    }
  ],
  "5076": [
    {
      "name": "市中区",
      "value": "5078"
    },
    {
      "name": "任城区",
      "value": "5079"
    },
    {
      "name": "微山县",
      "value": "5080"
    },
    {
      "name": "鱼台县",
      "value": "5081"
    },
    {
      "name": "金乡县",
      "value": "5082"
    },
    {
      "name": "嘉祥县",
      "value": "5083"
    },
    {
      "name": "汶上县",
      "value": "5084"
    },
    {
      "name": "泗水县",
      "value": "5085"
    },
    {
      "name": "梁山县",
      "value": "5086"
    },
    {
      "name": "曲阜市",
      "value": "5087"
    },
    {
      "name": "兖州市",
      "value": "5088"
    },
    {
      "name": "邹城市",
      "value": "5089"
    }
  ],
  "5090": [
    {
      "name": "泰山区",
      "value": "5092"
    },
    {
      "name": "岱岳区",
      "value": "5093"
    },
    {
      "name": "宁阳县",
      "value": "5094"
    },
    {
      "name": "东平县",
      "value": "5095"
    },
    {
      "name": "新泰市",
      "value": "5096"
    },
    {
      "name": "肥城市",
      "value": "5097"
    }
  ],
  "5098": [
    {
      "name": "环翠区",
      "value": "5100"
    },
    {
      "name": "文登市",
      "value": "5101"
    },
    {
      "name": "荣成市",
      "value": "5102"
    },
    {
      "name": "乳山市",
      "value": "5103"
    }
  ],
  "5104": [
    {
      "name": "东港区",
      "value": "5106"
    },
    {
      "name": "岚山区",
      "value": "5107"
    },
    {
      "name": "五莲县",
      "value": "5108"
    },
    {
      "name": "莒县",
      "value": "5109"
    }
  ],
  "5110": [
    {
      "name": "莱城区",
      "value": "5112"
    },
    {
      "name": "钢城区",
      "value": "5113"
    }
  ],
  "5114": [
    {
      "name": "兰山区",
      "value": "5116"
    },
    {
      "name": "罗庄区",
      "value": "5117"
    },
    {
      "name": "河东区",
      "value": "5118"
    },
    {
      "name": "沂南县",
      "value": "5119"
    },
    {
      "name": "郯城县",
      "value": "5120"
    },
    {
      "name": "沂水县",
      "value": "5121"
    },
    {
      "name": "苍山县",
      "value": "5122"
    },
    {
      "name": "费县",
      "value": "5123"
    },
    {
      "name": "平邑县",
      "value": "5124"
    },
    {
      "name": "莒南县",
      "value": "5125"
    },
    {
      "name": "蒙阴县",
      "value": "5126"
    },
    {
      "name": "临沭县",
      "value": "5127"
    }
  ],
  "5128": [
    {
      "name": "德城区",
      "value": "5130"
    },
    {
      "name": "陵县",
      "value": "5131"
    },
    {
      "name": "宁津县",
      "value": "5132"
    },
    {
      "name": "庆云县",
      "value": "5133"
    },
    {
      "name": "临邑县",
      "value": "5134"
    },
    {
      "name": "齐河县",
      "value": "5135"
    },
    {
      "name": "平原县",
      "value": "5136"
    },
    {
      "name": "夏津县",
      "value": "5137"
    },
    {
      "name": "武城县",
      "value": "5138"
    },
    {
      "name": "乐陵市",
      "value": "5139"
    },
    {
      "name": "禹城市",
      "value": "5140"
    }
  ],
  "5141": [
    {
      "name": "东昌府区",
      "value": "5143"
    },
    {
      "name": "阳谷县",
      "value": "5144"
    },
    {
      "name": "莘县",
      "value": "5145"
    },
    {
      "name": "茌平县",
      "value": "5146"
    },
    {
      "name": "东阿县",
      "value": "5147"
    },
    {
      "name": "冠县",
      "value": "5148"
    },
    {
      "name": "高唐县",
      "value": "5149"
    },
    {
      "name": "临清市",
      "value": "5150"
    }
  ],
  "5151": [
    {
      "name": "滨城区",
      "value": "5153"
    },
    {
      "name": "惠民县",
      "value": "5154"
    },
    {
      "name": "阳信县",
      "value": "5155"
    },
    {
      "name": "无棣县",
      "value": "5156"
    },
    {
      "name": "沾化县",
      "value": "5157"
    },
    {
      "name": "博兴县",
      "value": "5158"
    },
    {
      "name": "邹平县",
      "value": "5159"
    }
  ],
  "5160": [
    {
      "name": "牡丹区",
      "value": "5162"
    },
    {
      "name": "曹县",
      "value": "5163"
    },
    {
      "name": "单县",
      "value": "5164"
    },
    {
      "name": "成武县",
      "value": "5165"
    },
    {
      "name": "巨野县",
      "value": "5166"
    },
    {
      "name": "郓城县",
      "value": "5167"
    },
    {
      "name": "鄄城县",
      "value": "5168"
    },
    {
      "name": "定陶县",
      "value": "5169"
    },
    {
      "name": "东明县",
      "value": "5170"
    }
  ],
  "5172": [
    {
      "name": "中原区",
      "value": "5174"
    },
    {
      "name": "二七区",
      "value": "5175"
    },
    {
      "name": "管城回族区",
      "value": "5176"
    },
    {
      "name": "金水区",
      "value": "5177"
    },
    {
      "name": "上街区",
      "value": "5178"
    },
    {
      "name": "惠济区",
      "value": "5179"
    },
    {
      "name": "中牟县",
      "value": "5180"
    },
    {
      "name": "巩义市",
      "value": "5181"
    },
    {
      "name": "荥阳市",
      "value": "5182"
    },
    {
      "name": "新密市",
      "value": "5183"
    },
    {
      "name": "新郑市",
      "value": "5184"
    },
    {
      "name": "登封市",
      "value": "5185"
    }
  ],
  "5186": [
    {
      "name": "龙亭区",
      "value": "5188"
    },
    {
      "name": "顺河回族区",
      "value": "5189"
    },
    {
      "name": "鼓楼区",
      "value": "5190"
    },
    {
      "name": "禹王台区",
      "value": "5191"
    },
    {
      "name": "金明区",
      "value": "5192"
    },
    {
      "name": "杞县",
      "value": "5193"
    },
    {
      "name": "通许县",
      "value": "5194"
    },
    {
      "name": "尉氏县",
      "value": "5195"
    },
    {
      "name": "开封县",
      "value": "5196"
    },
    {
      "name": "兰考县",
      "value": "5197"
    }
  ],
  "5198": [
    {
      "name": "老城区",
      "value": "5200"
    },
    {
      "name": "西工区",
      "value": "5201"
    },
    {
      "name": "瀍河回族区",
      "value": "5202"
    },
    {
      "name": "涧西区",
      "value": "5203"
    },
    {
      "name": "吉利区",
      "value": "5204"
    },
    {
      "name": "洛龙区",
      "value": "5205"
    },
    {
      "name": "孟津县",
      "value": "5206"
    },
    {
      "name": "新安县",
      "value": "5207"
    },
    {
      "name": "栾川县",
      "value": "5208"
    },
    {
      "name": "嵩县",
      "value": "5209"
    },
    {
      "name": "汝阳县",
      "value": "5210"
    },
    {
      "name": "宜阳县",
      "value": "5211"
    },
    {
      "name": "洛宁县",
      "value": "5212"
    },
    {
      "name": "伊川县",
      "value": "5213"
    },
    {
      "name": "偃师市",
      "value": "5214"
    }
  ],
  "5215": [
    {
      "name": "新华区",
      "value": "5217"
    },
    {
      "name": "卫东区",
      "value": "5218"
    },
    {
      "name": "石龙区",
      "value": "5219"
    },
    {
      "name": "湛河区",
      "value": "5220"
    },
    {
      "name": "宝丰县",
      "value": "5221"
    },
    {
      "name": "叶县",
      "value": "5222"
    },
    {
      "name": "鲁山县",
      "value": "5223"
    },
    {
      "name": "郏县",
      "value": "5224"
    },
    {
      "name": "舞钢市",
      "value": "5225"
    },
    {
      "name": "汝州市",
      "value": "5226"
    }
  ],
  "5227": [
    {
      "name": "文峰区",
      "value": "5229"
    },
    {
      "name": "北关区",
      "value": "5230"
    },
    {
      "name": "殷都区",
      "value": "5231"
    },
    {
      "name": "龙安区",
      "value": "5232"
    },
    {
      "name": "安阳县",
      "value": "5233"
    },
    {
      "name": "汤阴县",
      "value": "5234"
    },
    {
      "name": "滑县",
      "value": "5235"
    },
    {
      "name": "内黄县",
      "value": "5236"
    },
    {
      "name": "林州市",
      "value": "5237"
    }
  ],
  "5238": [
    {
      "name": "鹤山区",
      "value": "5240"
    },
    {
      "name": "山城区",
      "value": "5241"
    },
    {
      "name": "淇滨区",
      "value": "5242"
    },
    {
      "name": "浚县",
      "value": "5243"
    },
    {
      "name": "淇县",
      "value": "5244"
    }
  ],
  "5245": [
    {
      "name": "红旗区",
      "value": "5247"
    },
    {
      "name": "卫滨区",
      "value": "5248"
    },
    {
      "name": "凤泉区",
      "value": "5249"
    },
    {
      "name": "牧野区",
      "value": "5250"
    },
    {
      "name": "新乡县",
      "value": "5251"
    },
    {
      "name": "获嘉县",
      "value": "5252"
    },
    {
      "name": "原阳县",
      "value": "5253"
    },
    {
      "name": "延津县",
      "value": "5254"
    },
    {
      "name": "封丘县",
      "value": "5255"
    },
    {
      "name": "长垣县",
      "value": "5256"
    },
    {
      "name": "卫辉市",
      "value": "5257"
    },
    {
      "name": "辉县市",
      "value": "5258"
    }
  ],
  "5259": [
    {
      "name": "解放区",
      "value": "5261"
    },
    {
      "name": "中站区",
      "value": "5262"
    },
    {
      "name": "马村区",
      "value": "5263"
    },
    {
      "name": "山阳区",
      "value": "5264"
    },
    {
      "name": "修武县",
      "value": "5265"
    },
    {
      "name": "博爱县",
      "value": "5266"
    },
    {
      "name": "武陟县",
      "value": "5267"
    },
    {
      "name": "温县",
      "value": "5268"
    },
    {
      "name": "沁阳市",
      "value": "5269"
    },
    {
      "name": "孟州市",
      "value": "5270"
    }
  ],
  "5271": [
    {
      "name": "华龙区",
      "value": "5273"
    },
    {
      "name": "清丰县",
      "value": "5274"
    },
    {
      "name": "南乐县",
      "value": "5275"
    },
    {
      "name": "范县",
      "value": "5276"
    },
    {
      "name": "台前县",
      "value": "5277"
    },
    {
      "name": "濮阳县",
      "value": "5278"
    }
  ],
  "5279": [
    {
      "name": "魏都区",
      "value": "5281"
    },
    {
      "name": "许昌县",
      "value": "5282"
    },
    {
      "name": "鄢陵县",
      "value": "5283"
    },
    {
      "name": "襄城县",
      "value": "5284"
    },
    {
      "name": "禹州市",
      "value": "5285"
    },
    {
      "name": "长葛市",
      "value": "5286"
    }
  ],
  "5287": [
    {
      "name": "源汇区",
      "value": "5289"
    },
    {
      "name": "郾城区",
      "value": "5290"
    },
    {
      "name": "召陵区",
      "value": "5291"
    },
    {
      "name": "舞阳县",
      "value": "5292"
    },
    {
      "name": "临颍县",
      "value": "5293"
    }
  ],
  "5294": [
    {
      "name": "湖滨区",
      "value": "5296"
    },
    {
      "name": "渑池县",
      "value": "5297"
    },
    {
      "name": "陕县",
      "value": "5298"
    },
    {
      "name": "卢氏县",
      "value": "5299"
    },
    {
      "name": "义马市",
      "value": "5300"
    },
    {
      "name": "灵宝市",
      "value": "5301"
    }
  ],
  "5302": [
    {
      "name": "宛城区",
      "value": "5304"
    },
    {
      "name": "卧龙区",
      "value": "5305"
    },
    {
      "name": "南召县",
      "value": "5306"
    },
    {
      "name": "方城县",
      "value": "5307"
    },
    {
      "name": "西峡县",
      "value": "5308"
    },
    {
      "name": "镇平县",
      "value": "5309"
    },
    {
      "name": "内乡县",
      "value": "5310"
    },
    {
      "name": "淅川县",
      "value": "5311"
    },
    {
      "name": "社旗县",
      "value": "5312"
    },
    {
      "name": "唐河县",
      "value": "5313"
    },
    {
      "name": "新野县",
      "value": "5314"
    },
    {
      "name": "桐柏县",
      "value": "5315"
    },
    {
      "name": "邓州市",
      "value": "5316"
    }
  ],
  "5317": [
    {
      "name": "梁园区",
      "value": "5319"
    },
    {
      "name": "睢阳区",
      "value": "5320"
    },
    {
      "name": "民权县",
      "value": "5321"
    },
    {
      "name": "睢县",
      "value": "5322"
    },
    {
      "name": "宁陵县",
      "value": "5323"
    },
    {
      "name": "柘城县",
      "value": "5324"
    },
    {
      "name": "虞城县",
      "value": "5325"
    },
    {
      "name": "夏邑县",
      "value": "5326"
    },
    {
      "name": "永城市",
      "value": "5327"
    }
  ],
  "5328": [
    {
      "name": "浉河区",
      "value": "5330"
    },
    {
      "name": "平桥区",
      "value": "5331"
    },
    {
      "name": "罗山县",
      "value": "5332"
    },
    {
      "name": "光山县",
      "value": "5333"
    },
    {
      "name": "新县",
      "value": "5334"
    },
    {
      "name": "商城县",
      "value": "5335"
    },
    {
      "name": "固始县",
      "value": "5336"
    },
    {
      "name": "潢川县",
      "value": "5337"
    },
    {
      "name": "淮滨县",
      "value": "5338"
    },
    {
      "name": "息县",
      "value": "5339"
    }
  ],
  "5340": [
    {
      "name": "川汇区",
      "value": "5342"
    },
    {
      "name": "扶沟县",
      "value": "5343"
    },
    {
      "name": "西华县",
      "value": "5344"
    },
    {
      "name": "商水县",
      "value": "5345"
    },
    {
      "name": "沈丘县",
      "value": "5346"
    },
    {
      "name": "郸城县",
      "value": "5347"
    },
    {
      "name": "淮阳县",
      "value": "5348"
    },
    {
      "name": "太康县",
      "value": "5349"
    },
    {
      "name": "鹿邑县",
      "value": "5350"
    },
    {
      "name": "项城市",
      "value": "5351"
    }
  ],
  "5352": [
    {
      "name": "驿城区",
      "value": "5354"
    },
    {
      "name": "西平县",
      "value": "5355"
    },
    {
      "name": "上蔡县",
      "value": "5356"
    },
    {
      "name": "平舆县",
      "value": "5357"
    },
    {
      "name": "正阳县",
      "value": "5358"
    },
    {
      "name": "确山县",
      "value": "5359"
    },
    {
      "name": "泌阳县",
      "value": "5360"
    },
    {
      "name": "汝南县",
      "value": "5361"
    },
    {
      "name": "遂平县",
      "value": "5362"
    },
    {
      "name": "新蔡县",
      "value": "5363"
    }
  ],
  "5364": [
    {
      "name": "济源市",
      "value": "5365"
    }
  ],
  "5367": [
    {
      "name": "江岸区",
      "value": "5369"
    },
    {
      "name": "江汉区",
      "value": "5370"
    },
    {
      "name": "硚口区",
      "value": "5371"
    },
    {
      "name": "汉阳区",
      "value": "5372"
    },
    {
      "name": "武昌区",
      "value": "5373"
    },
    {
      "name": "青山区",
      "value": "5374"
    },
    {
      "name": "洪山区",
      "value": "5375"
    },
    {
      "name": "东西湖区",
      "value": "5376"
    },
    {
      "name": "汉南区",
      "value": "5377"
    },
    {
      "name": "蔡甸区",
      "value": "5378"
    },
    {
      "name": "江夏区",
      "value": "5379"
    },
    {
      "name": "黄陂区",
      "value": "5380"
    },
    {
      "name": "新洲区",
      "value": "5381"
    }
  ],
  "5382": [
    {
      "name": "黄石港区",
      "value": "5384"
    },
    {
      "name": "西塞山区",
      "value": "5385"
    },
    {
      "name": "下陆区",
      "value": "5386"
    },
    {
      "name": "铁山区",
      "value": "5387"
    },
    {
      "name": "阳新县",
      "value": "5388"
    },
    {
      "name": "大冶市",
      "value": "5389"
    }
  ],
  "5390": [
    {
      "name": "茅箭区",
      "value": "5392"
    },
    {
      "name": "张湾区",
      "value": "5393"
    },
    {
      "name": "郧县",
      "value": "5394"
    },
    {
      "name": "郧西县",
      "value": "5395"
    },
    {
      "name": "竹山县",
      "value": "5396"
    },
    {
      "name": "竹溪县",
      "value": "5397"
    },
    {
      "name": "房县",
      "value": "5398"
    },
    {
      "name": "丹江口市",
      "value": "5399"
    }
  ],
  "5400": [
    {
      "name": "西陵区",
      "value": "5402"
    },
    {
      "name": "伍家岗区",
      "value": "5403"
    },
    {
      "name": "点军区",
      "value": "5404"
    },
    {
      "name": "猇亭区",
      "value": "5405"
    },
    {
      "name": "夷陵区",
      "value": "5406"
    },
    {
      "name": "远安县",
      "value": "5407"
    },
    {
      "name": "兴山县",
      "value": "5408"
    },
    {
      "name": "秭归县",
      "value": "5409"
    },
    {
      "name": "长阳土家族自治县",
      "value": "5410"
    },
    {
      "name": "五峰土家族自治县",
      "value": "5411"
    },
    {
      "name": "宜都市",
      "value": "5412"
    },
    {
      "name": "当阳市",
      "value": "5413"
    },
    {
      "name": "枝江市",
      "value": "5414"
    }
  ],
  "5415": [
    {
      "name": "襄城区",
      "value": "5417"
    },
    {
      "name": "樊城区",
      "value": "5418"
    },
    {
      "name": "襄州区",
      "value": "5419"
    },
    {
      "name": "南漳县",
      "value": "5420"
    },
    {
      "name": "谷城县",
      "value": "5421"
    },
    {
      "name": "保康县",
      "value": "5422"
    },
    {
      "name": "老河口市",
      "value": "5423"
    },
    {
      "name": "枣阳市",
      "value": "5424"
    },
    {
      "name": "宜城市",
      "value": "5425"
    }
  ],
  "5426": [
    {
      "name": "梁子湖区",
      "value": "5428"
    },
    {
      "name": "华容区",
      "value": "5429"
    },
    {
      "name": "鄂城区",
      "value": "5430"
    }
  ],
  "5431": [
    {
      "name": "东宝区",
      "value": "5433"
    },
    {
      "name": "掇刀区",
      "value": "5434"
    },
    {
      "name": "京山县",
      "value": "5435"
    },
    {
      "name": "沙洋县",
      "value": "5436"
    },
    {
      "name": "钟祥市",
      "value": "5437"
    }
  ],
  "5438": [
    {
      "name": "孝南区",
      "value": "5440"
    },
    {
      "name": "孝昌县",
      "value": "5441"
    },
    {
      "name": "大悟县",
      "value": "5442"
    },
    {
      "name": "云梦县",
      "value": "5443"
    },
    {
      "name": "应城市",
      "value": "5444"
    },
    {
      "name": "安陆市",
      "value": "5445"
    },
    {
      "name": "汉川市",
      "value": "5446"
    }
  ],
  "5447": [
    {
      "name": "沙市区",
      "value": "5449"
    },
    {
      "name": "荆州区",
      "value": "5450"
    },
    {
      "name": "公安县",
      "value": "5451"
    },
    {
      "name": "监利县",
      "value": "5452"
    },
    {
      "name": "江陵县",
      "value": "5453"
    },
    {
      "name": "石首市",
      "value": "5454"
    },
    {
      "name": "洪湖市",
      "value": "5455"
    },
    {
      "name": "松滋市",
      "value": "5456"
    }
  ],
  "5457": [
    {
      "name": "黄州区",
      "value": "5459"
    },
    {
      "name": "团风县",
      "value": "5460"
    },
    {
      "name": "红安县",
      "value": "5461"
    },
    {
      "name": "罗田县",
      "value": "5462"
    },
    {
      "name": "英山县",
      "value": "5463"
    },
    {
      "name": "浠水县",
      "value": "5464"
    },
    {
      "name": "蕲春县",
      "value": "5465"
    },
    {
      "name": "黄梅县",
      "value": "5466"
    },
    {
      "name": "麻城市",
      "value": "5467"
    },
    {
      "name": "武穴市",
      "value": "5468"
    }
  ],
  "5469": [
    {
      "name": "咸安区",
      "value": "5471"
    },
    {
      "name": "嘉鱼县",
      "value": "5472"
    },
    {
      "name": "通城县",
      "value": "5473"
    },
    {
      "name": "崇阳县",
      "value": "5474"
    },
    {
      "name": "通山县",
      "value": "5475"
    },
    {
      "name": "赤壁市",
      "value": "5476"
    }
  ],
  "5477": [
    {
      "name": "曾都区",
      "value": "5479"
    },
    {
      "name": "随县",
      "value": "5480"
    },
    {
      "name": "广水市",
      "value": "5481"
    }
  ],
  "5482": [
    {
      "name": "恩施市",
      "value": "5483"
    },
    {
      "name": "利川市",
      "value": "5484"
    },
    {
      "name": "建始县",
      "value": "5485"
    },
    {
      "name": "巴东县",
      "value": "5486"
    },
    {
      "name": "宣恩县",
      "value": "5487"
    },
    {
      "name": "咸丰县",
      "value": "5488"
    },
    {
      "name": "来凤县",
      "value": "5489"
    },
    {
      "name": "鹤峰县",
      "value": "5490"
    }
  ],
  "5491": [
    {
      "name": "仙桃市",
      "value": "5492"
    },
    {
      "name": "潜江市",
      "value": "5493"
    },
    {
      "name": "天门市",
      "value": "5494"
    },
    {
      "name": "神农架林区",
      "value": "5495"
    }
  ],
  "5497": [
    {
      "name": "芙蓉区",
      "value": "5499"
    },
    {
      "name": "天心区",
      "value": "5500"
    },
    {
      "name": "岳麓区",
      "value": "5501"
    },
    {
      "name": "开福区",
      "value": "5502"
    },
    {
      "name": "雨花区",
      "value": "5503"
    },
    {
      "name": "望城区",
      "value": "5504"
    },
    {
      "name": "长沙县",
      "value": "5505"
    },
    {
      "name": "宁乡县",
      "value": "5506"
    },
    {
      "name": "浏阳市",
      "value": "5507"
    }
  ],
  "5508": [
    {
      "name": "荷塘区",
      "value": "5510"
    },
    {
      "name": "芦淞区",
      "value": "5511"
    },
    {
      "name": "石峰区",
      "value": "5512"
    },
    {
      "name": "天元区",
      "value": "5513"
    },
    {
      "name": "株洲县",
      "value": "5514"
    },
    {
      "name": "攸县",
      "value": "5515"
    },
    {
      "name": "茶陵县",
      "value": "5516"
    },
    {
      "name": "炎陵县",
      "value": "5517"
    },
    {
      "name": "醴陵市",
      "value": "5518"
    }
  ],
  "5519": [
    {
      "name": "雨湖区",
      "value": "5521"
    },
    {
      "name": "岳塘区",
      "value": "5522"
    },
    {
      "name": "湘潭县",
      "value": "5523"
    },
    {
      "name": "湘乡市",
      "value": "5524"
    },
    {
      "name": "韶山市",
      "value": "5525"
    }
  ],
  "5526": [
    {
      "name": "珠晖区",
      "value": "5528"
    },
    {
      "name": "雁峰区",
      "value": "5529"
    },
    {
      "name": "石鼓区",
      "value": "5530"
    },
    {
      "name": "蒸湘区",
      "value": "5531"
    },
    {
      "name": "南岳区",
      "value": "5532"
    },
    {
      "name": "衡阳县",
      "value": "5533"
    },
    {
      "name": "衡南县",
      "value": "5534"
    },
    {
      "name": "衡山县",
      "value": "5535"
    },
    {
      "name": "衡东县",
      "value": "5536"
    },
    {
      "name": "祁东县",
      "value": "5537"
    },
    {
      "name": "耒阳市",
      "value": "5538"
    },
    {
      "name": "常宁市",
      "value": "5539"
    }
  ],
  "5540": [
    {
      "name": "双清区",
      "value": "5542"
    },
    {
      "name": "大祥区",
      "value": "5543"
    },
    {
      "name": "北塔区",
      "value": "5544"
    },
    {
      "name": "邵东县",
      "value": "5545"
    },
    {
      "name": "新邵县",
      "value": "5546"
    },
    {
      "name": "邵阳县",
      "value": "5547"
    },
    {
      "name": "隆回县",
      "value": "5548"
    },
    {
      "name": "洞口县",
      "value": "5549"
    },
    {
      "name": "绥宁县",
      "value": "5550"
    },
    {
      "name": "新宁县",
      "value": "5551"
    },
    {
      "name": "城步苗族自治县",
      "value": "5552"
    },
    {
      "name": "武冈市",
      "value": "5553"
    }
  ],
  "5554": [
    {
      "name": "岳阳楼区",
      "value": "5556"
    },
    {
      "name": "云溪区",
      "value": "5557"
    },
    {
      "name": "君山区",
      "value": "5558"
    },
    {
      "name": "岳阳县",
      "value": "5559"
    },
    {
      "name": "华容县",
      "value": "5560"
    },
    {
      "name": "湘阴县",
      "value": "5561"
    },
    {
      "name": "平江县",
      "value": "5562"
    },
    {
      "name": "汨罗市",
      "value": "5563"
    },
    {
      "name": "临湘市",
      "value": "5564"
    }
  ],
  "5565": [
    {
      "name": "武陵区",
      "value": "5567"
    },
    {
      "name": "鼎城区",
      "value": "5568"
    },
    {
      "name": "安乡县",
      "value": "5569"
    },
    {
      "name": "汉寿县",
      "value": "5570"
    },
    {
      "name": "澧县",
      "value": "5571"
    },
    {
      "name": "临澧县",
      "value": "5572"
    },
    {
      "name": "桃源县",
      "value": "5573"
    },
    {
      "name": "石门县",
      "value": "5574"
    },
    {
      "name": "津市市",
      "value": "5575"
    }
  ],
  "5576": [
    {
      "name": "永定区",
      "value": "5578"
    },
    {
      "name": "武陵源区",
      "value": "5579"
    },
    {
      "name": "慈利县",
      "value": "5580"
    },
    {
      "name": "桑植县",
      "value": "5581"
    }
  ],
  "5582": [
    {
      "name": "资阳区",
      "value": "5584"
    },
    {
      "name": "赫山区",
      "value": "5585"
    },
    {
      "name": "南县",
      "value": "5586"
    },
    {
      "name": "桃江县",
      "value": "5587"
    },
    {
      "name": "安化县",
      "value": "5588"
    },
    {
      "name": "沅江市",
      "value": "5589"
    }
  ],
  "5590": [
    {
      "name": "北湖区",
      "value": "5592"
    },
    {
      "name": "苏仙区",
      "value": "5593"
    },
    {
      "name": "桂阳县",
      "value": "5594"
    },
    {
      "name": "宜章县",
      "value": "5595"
    },
    {
      "name": "永兴县",
      "value": "5596"
    },
    {
      "name": "嘉禾县",
      "value": "5597"
    },
    {
      "name": "临武县",
      "value": "5598"
    },
    {
      "name": "汝城县",
      "value": "5599"
    },
    {
      "name": "桂东县",
      "value": "5600"
    },
    {
      "name": "安仁县",
      "value": "5601"
    },
    {
      "name": "资兴市",
      "value": "5602"
    }
  ],
  "5603": [
    {
      "name": "零陵区",
      "value": "5605"
    },
    {
      "name": "冷水滩区",
      "value": "5606"
    },
    {
      "name": "祁阳县",
      "value": "5607"
    },
    {
      "name": "东安县",
      "value": "5608"
    },
    {
      "name": "双牌县",
      "value": "5609"
    },
    {
      "name": "道县",
      "value": "5610"
    },
    {
      "name": "江永县",
      "value": "5611"
    },
    {
      "name": "宁远县",
      "value": "5612"
    },
    {
      "name": "蓝山县",
      "value": "5613"
    },
    {
      "name": "新田县",
      "value": "5614"
    },
    {
      "name": "江华瑶族自治县",
      "value": "5615"
    }
  ],
  "5616": [
    {
      "name": "鹤城区",
      "value": "5618"
    },
    {
      "name": "中方县",
      "value": "5619"
    },
    {
      "name": "沅陵县",
      "value": "5620"
    },
    {
      "name": "辰溪县",
      "value": "5621"
    },
    {
      "name": "溆浦县",
      "value": "5622"
    },
    {
      "name": "会同县",
      "value": "5623"
    },
    {
      "name": "麻阳苗族自治县",
      "value": "5624"
    },
    {
      "name": "新晃侗族自治县",
      "value": "5625"
    },
    {
      "name": "芷江侗族自治县",
      "value": "5626"
    },
    {
      "name": "靖州苗族侗族自治县",
      "value": "5627"
    },
    {
      "name": "通道侗族自治县",
      "value": "5628"
    },
    {
      "name": "洪江市",
      "value": "5629"
    }
  ],
  "5630": [
    {
      "name": "娄星区",
      "value": "5632"
    },
    {
      "name": "双峰县",
      "value": "5633"
    },
    {
      "name": "新化县",
      "value": "5634"
    },
    {
      "name": "冷水江市",
      "value": "5635"
    },
    {
      "name": "涟源市",
      "value": "5636"
    }
  ],
  "5637": [
    {
      "name": "吉首市",
      "value": "5638"
    },
    {
      "name": "泸溪县",
      "value": "5639"
    },
    {
      "name": "凤凰县",
      "value": "5640"
    },
    {
      "name": "花垣县",
      "value": "5641"
    },
    {
      "name": "保靖县",
      "value": "5642"
    },
    {
      "name": "古丈县",
      "value": "5643"
    },
    {
      "name": "永顺县",
      "value": "5644"
    },
    {
      "name": "龙山县",
      "value": "5645"
    }
  ],
  "5647": [
    {
      "name": "荔湾区",
      "value": "5649"
    },
    {
      "name": "越秀区",
      "value": "5650"
    },
    {
      "name": "海珠区",
      "value": "5651"
    },
    {
      "name": "天河区",
      "value": "5652"
    },
    {
      "name": "白云区",
      "value": "5653"
    },
    {
      "name": "黄埔区",
      "value": "5654"
    },
    {
      "name": "番禺区",
      "value": "5655"
    },
    {
      "name": "花都区",
      "value": "5656"
    },
    {
      "name": "南沙区",
      "value": "5657"
    },
    {
      "name": "萝岗区",
      "value": "5658"
    },
    {
      "name": "增城市",
      "value": "5659"
    },
    {
      "name": "从化市",
      "value": "5660"
    }
  ],
  "5661": [
    {
      "name": "武江区",
      "value": "5663"
    },
    {
      "name": "浈江区",
      "value": "5664"
    },
    {
      "name": "曲江区",
      "value": "5665"
    },
    {
      "name": "始兴县",
      "value": "5666"
    },
    {
      "name": "仁化县",
      "value": "5667"
    },
    {
      "name": "翁源县",
      "value": "5668"
    },
    {
      "name": "乳源瑶族自治县",
      "value": "5669"
    },
    {
      "name": "新丰县",
      "value": "5670"
    },
    {
      "name": "乐昌市",
      "value": "5671"
    },
    {
      "name": "南雄市",
      "value": "5672"
    }
  ],
  "5673": [
    {
      "name": "罗湖区",
      "value": "5675"
    },
    {
      "name": "福田区",
      "value": "5676"
    },
    {
      "name": "南山区",
      "value": "5677"
    },
    {
      "name": "宝安区",
      "value": "5678"
    },
    {
      "name": "龙岗区",
      "value": "5679"
    },
    {
      "name": "盐田区",
      "value": "5680"
    }
  ],
  "5681": [
    {
      "name": "香洲区",
      "value": "5683"
    },
    {
      "name": "斗门区",
      "value": "5684"
    },
    {
      "name": "金湾区",
      "value": "5685"
    }
  ],
  "5686": [
    {
      "name": "龙湖区",
      "value": "5688"
    },
    {
      "name": "金平区",
      "value": "5689"
    },
    {
      "name": "濠江区",
      "value": "5690"
    },
    {
      "name": "潮阳区",
      "value": "5691"
    },
    {
      "name": "潮南区",
      "value": "5692"
    },
    {
      "name": "澄海区",
      "value": "5693"
    },
    {
      "name": "南澳县",
      "value": "5694"
    }
  ],
  "5695": [
    {
      "name": "禅城区",
      "value": "5697"
    },
    {
      "name": "南海区",
      "value": "5698"
    },
    {
      "name": "顺德区",
      "value": "5699"
    },
    {
      "name": "三水区",
      "value": "5700"
    },
    {
      "name": "高明区",
      "value": "5701"
    }
  ],
  "5702": [
    {
      "name": "蓬江区",
      "value": "5704"
    },
    {
      "name": "江海区",
      "value": "5705"
    },
    {
      "name": "新会区",
      "value": "5706"
    },
    {
      "name": "台山市",
      "value": "5707"
    },
    {
      "name": "开平市",
      "value": "5708"
    },
    {
      "name": "鹤山市",
      "value": "5709"
    },
    {
      "name": "恩平市",
      "value": "5710"
    }
  ],
  "5711": [
    {
      "name": "赤坎区",
      "value": "5713"
    },
    {
      "name": "霞山区",
      "value": "5714"
    },
    {
      "name": "坡头区",
      "value": "5715"
    },
    {
      "name": "麻章区",
      "value": "5716"
    },
    {
      "name": "遂溪县",
      "value": "5717"
    },
    {
      "name": "徐闻县",
      "value": "5718"
    },
    {
      "name": "廉江市",
      "value": "5719"
    },
    {
      "name": "雷州市",
      "value": "5720"
    },
    {
      "name": "吴川市",
      "value": "5721"
    }
  ],
  "5722": [
    {
      "name": "茂南区",
      "value": "5724"
    },
    {
      "name": "茂港区",
      "value": "5725"
    },
    {
      "name": "电白县",
      "value": "5726"
    },
    {
      "name": "高州市",
      "value": "5727"
    },
    {
      "name": "化州市",
      "value": "5728"
    },
    {
      "name": "信宜市",
      "value": "5729"
    }
  ],
  "5730": [
    {
      "name": "端州区",
      "value": "5732"
    },
    {
      "name": "鼎湖区",
      "value": "5733"
    },
    {
      "name": "广宁县",
      "value": "5734"
    },
    {
      "name": "怀集县",
      "value": "5735"
    },
    {
      "name": "封开县",
      "value": "5736"
    },
    {
      "name": "德庆县",
      "value": "5737"
    },
    {
      "name": "高要市",
      "value": "5738"
    },
    {
      "name": "四会市",
      "value": "5739"
    }
  ],
  "5740": [
    {
      "name": "惠城区",
      "value": "5742"
    },
    {
      "name": "惠阳区",
      "value": "5743"
    },
    {
      "name": "博罗县",
      "value": "5744"
    },
    {
      "name": "惠东县",
      "value": "5745"
    },
    {
      "name": "龙门县",
      "value": "5746"
    }
  ],
  "5747": [
    {
      "name": "梅江区",
      "value": "5749"
    },
    {
      "name": "梅县",
      "value": "5750"
    },
    {
      "name": "大埔县",
      "value": "5751"
    },
    {
      "name": "丰顺县",
      "value": "5752"
    },
    {
      "name": "五华县",
      "value": "5753"
    },
    {
      "name": "平远县",
      "value": "5754"
    },
    {
      "name": "蕉岭县",
      "value": "5755"
    },
    {
      "name": "兴宁市",
      "value": "5756"
    }
  ],
  "5757": [
    {
      "name": "城区",
      "value": "5759"
    },
    {
      "name": "海丰县",
      "value": "5760"
    },
    {
      "name": "陆河县",
      "value": "5761"
    },
    {
      "name": "陆丰市",
      "value": "5762"
    }
  ],
  "5763": [
    {
      "name": "源城区",
      "value": "5765"
    },
    {
      "name": "紫金县",
      "value": "5766"
    },
    {
      "name": "龙川县",
      "value": "5767"
    },
    {
      "name": "连平县",
      "value": "5768"
    },
    {
      "name": "和平县",
      "value": "5769"
    },
    {
      "name": "东源县",
      "value": "5770"
    }
  ],
  "5771": [
    {
      "name": "江城区",
      "value": "5773"
    },
    {
      "name": "阳西县",
      "value": "5774"
    },
    {
      "name": "阳东县",
      "value": "5775"
    },
    {
      "name": "阳春市",
      "value": "5776"
    }
  ],
  "5777": [
    {
      "name": "清城区",
      "value": "5779"
    },
    {
      "name": "清新区",
      "value": "5780"
    },
    {
      "name": "佛冈县",
      "value": "5781"
    },
    {
      "name": "阳山县",
      "value": "5782"
    },
    {
      "name": "连山壮族瑶族自治县",
      "value": "5783"
    },
    {
      "name": "连南瑶族自治县",
      "value": "5784"
    },
    {
      "name": "英德市",
      "value": "5785"
    },
    {
      "name": "连州市",
      "value": "5786"
    }
  ],
  "5787": [],
  "5788": [],
  "5789": [
    {
      "name": "湘桥区",
      "value": "5791"
    },
    {
      "name": "潮安区",
      "value": "5792"
    },
    {
      "name": "饶平县",
      "value": "5793"
    }
  ],
  "5794": [
    {
      "name": "榕城区",
      "value": "5796"
    },
    {
      "name": "揭东区",
      "value": "5797"
    },
    {
      "name": "揭西县",
      "value": "5798"
    },
    {
      "name": "惠来县",
      "value": "5799"
    },
    {
      "name": "普宁市",
      "value": "5800"
    }
  ],
  "5801": [
    {
      "name": "云城区",
      "value": "5803"
    },
    {
      "name": "新兴县",
      "value": "5804"
    },
    {
      "name": "郁南县",
      "value": "5805"
    },
    {
      "name": "云安县",
      "value": "5806"
    },
    {
      "name": "罗定市",
      "value": "5807"
    }
  ],
  "5809": [
    {
      "name": "兴宁区",
      "value": "5811"
    },
    {
      "name": "青秀区",
      "value": "5812"
    },
    {
      "name": "江南区",
      "value": "5813"
    },
    {
      "name": "西乡塘区",
      "value": "5814"
    },
    {
      "name": "良庆区",
      "value": "5815"
    },
    {
      "name": "邕宁区",
      "value": "5816"
    },
    {
      "name": "武鸣县",
      "value": "5817"
    },
    {
      "name": "隆安县",
      "value": "5818"
    },
    {
      "name": "马山县",
      "value": "5819"
    },
    {
      "name": "上林县",
      "value": "5820"
    },
    {
      "name": "宾阳县",
      "value": "5821"
    },
    {
      "name": "横县",
      "value": "5822"
    }
  ],
  "5823": [
    {
      "name": "城中区",
      "value": "5825"
    },
    {
      "name": "鱼峰区",
      "value": "5826"
    },
    {
      "name": "柳南区",
      "value": "5827"
    },
    {
      "name": "柳北区",
      "value": "5828"
    },
    {
      "name": "柳江县",
      "value": "5829"
    },
    {
      "name": "柳城县",
      "value": "5830"
    },
    {
      "name": "鹿寨县",
      "value": "5831"
    },
    {
      "name": "融安县",
      "value": "5832"
    },
    {
      "name": "融水苗族自治县",
      "value": "5833"
    },
    {
      "name": "三江侗族自治县",
      "value": "5834"
    }
  ],
  "5835": [
    {
      "name": "秀峰区",
      "value": "5837"
    },
    {
      "name": "叠彩区",
      "value": "5838"
    },
    {
      "name": "象山区",
      "value": "5839"
    },
    {
      "name": "七星区",
      "value": "5840"
    },
    {
      "name": "雁山区",
      "value": "5841"
    },
    {
      "name": "临桂区",
      "value": "5842"
    },
    {
      "name": "阳朔县",
      "value": "5843"
    },
    {
      "name": "灵川县",
      "value": "5844"
    },
    {
      "name": "全州县",
      "value": "5845"
    },
    {
      "name": "兴安县",
      "value": "5846"
    },
    {
      "name": "永福县",
      "value": "5847"
    },
    {
      "name": "灌阳县",
      "value": "5848"
    },
    {
      "name": "龙胜各族自治县",
      "value": "5849"
    },
    {
      "name": "资源县",
      "value": "5850"
    },
    {
      "name": "平乐县",
      "value": "5851"
    },
    {
      "name": "荔浦县",
      "value": "5852"
    },
    {
      "name": "恭城瑶族自治县",
      "value": "5853"
    }
  ],
  "5854": [
    {
      "name": "万秀区",
      "value": "5856"
    },
    {
      "name": "长洲区",
      "value": "5857"
    },
    {
      "name": "龙圩区",
      "value": "5858"
    },
    {
      "name": "苍梧县",
      "value": "5859"
    },
    {
      "name": "藤县",
      "value": "5860"
    },
    {
      "name": "蒙山县",
      "value": "5861"
    },
    {
      "name": "岑溪市",
      "value": "5862"
    }
  ],
  "5863": [
    {
      "name": "海城区",
      "value": "5865"
    },
    {
      "name": "银海区",
      "value": "5866"
    },
    {
      "name": "铁山港区",
      "value": "5867"
    },
    {
      "name": "合浦县",
      "value": "5868"
    }
  ],
  "5869": [
    {
      "name": "港口区",
      "value": "5871"
    },
    {
      "name": "防城区",
      "value": "5872"
    },
    {
      "name": "上思县",
      "value": "5873"
    },
    {
      "name": "东兴市",
      "value": "5874"
    }
  ],
  "5875": [
    {
      "name": "钦南区",
      "value": "5877"
    },
    {
      "name": "钦北区",
      "value": "5878"
    },
    {
      "name": "灵山县",
      "value": "5879"
    },
    {
      "name": "浦北县",
      "value": "5880"
    }
  ],
  "5881": [
    {
      "name": "港北区",
      "value": "5883"
    },
    {
      "name": "港南区",
      "value": "5884"
    },
    {
      "name": "覃塘区",
      "value": "5885"
    },
    {
      "name": "平南县",
      "value": "5886"
    },
    {
      "name": "桂平市",
      "value": "5887"
    }
  ],
  "5888": [
    {
      "name": "玉州区",
      "value": "5890"
    },
    {
      "name": "福绵区",
      "value": "5891"
    },
    {
      "name": "容县",
      "value": "5892"
    },
    {
      "name": "陆川县",
      "value": "5893"
    },
    {
      "name": "博白县",
      "value": "5894"
    },
    {
      "name": "兴业县",
      "value": "5895"
    },
    {
      "name": "北流市",
      "value": "5896"
    }
  ],
  "5897": [
    {
      "name": "右江区",
      "value": "5899"
    },
    {
      "name": "田阳县",
      "value": "5900"
    },
    {
      "name": "田东县",
      "value": "5901"
    },
    {
      "name": "平果县",
      "value": "5902"
    },
    {
      "name": "德保县",
      "value": "5903"
    },
    {
      "name": "靖西县",
      "value": "5904"
    },
    {
      "name": "那坡县",
      "value": "5905"
    },
    {
      "name": "凌云县",
      "value": "5906"
    },
    {
      "name": "乐业县",
      "value": "5907"
    },
    {
      "name": "田林县",
      "value": "5908"
    },
    {
      "name": "西林县",
      "value": "5909"
    },
    {
      "name": "隆林各族自治县",
      "value": "5910"
    }
  ],
  "5911": [
    {
      "name": "八步区",
      "value": "5913"
    },
    {
      "name": "昭平县",
      "value": "5914"
    },
    {
      "name": "钟山县",
      "value": "5915"
    },
    {
      "name": "富川瑶族自治县",
      "value": "5916"
    }
  ],
  "5917": [
    {
      "name": "金城江区",
      "value": "5919"
    },
    {
      "name": "南丹县",
      "value": "5920"
    },
    {
      "name": "天峨县",
      "value": "5921"
    },
    {
      "name": "凤山县",
      "value": "5922"
    },
    {
      "name": "东兰县",
      "value": "5923"
    },
    {
      "name": "罗城仫佬族自治县",
      "value": "5924"
    },
    {
      "name": "环江毛南族自治县",
      "value": "5925"
    },
    {
      "name": "巴马瑶族自治县",
      "value": "5926"
    },
    {
      "name": "都安瑶族自治县",
      "value": "5927"
    },
    {
      "name": "大化瑶族自治县",
      "value": "5928"
    },
    {
      "name": "宜州市",
      "value": "5929"
    }
  ],
  "5930": [
    {
      "name": "兴宾区",
      "value": "5932"
    },
    {
      "name": "忻城县",
      "value": "5933"
    },
    {
      "name": "象州县",
      "value": "5934"
    },
    {
      "name": "武宣县",
      "value": "5935"
    },
    {
      "name": "金秀瑶族自治县",
      "value": "5936"
    },
    {
      "name": "合山市",
      "value": "5937"
    }
  ],
  "5938": [
    {
      "name": "江州区",
      "value": "5940"
    },
    {
      "name": "扶绥县",
      "value": "5941"
    },
    {
      "name": "宁明县",
      "value": "5942"
    },
    {
      "name": "龙州县",
      "value": "5943"
    },
    {
      "name": "大新县",
      "value": "5944"
    },
    {
      "name": "天等县",
      "value": "5945"
    },
    {
      "name": "凭祥市",
      "value": "5946"
    }
  ],
  "5948": [
    {
      "name": "秀英区",
      "value": "5950"
    },
    {
      "name": "龙华区",
      "value": "5951"
    },
    {
      "name": "琼山区",
      "value": "5952"
    },
    {
      "name": "美兰区",
      "value": "5953"
    }
  ],
  "5954": [],
  "5956": [
    {
      "name": "西沙群岛",
      "value": "5957"
    },
    {
      "name": "南沙群岛",
      "value": "5958"
    },
    {
      "name": "中沙群岛的岛礁及其海域",
      "value": "5959"
    }
  ],
  "5960": [
    {
      "name": "五指山市",
      "value": "5961"
    },
    {
      "name": "琼海市",
      "value": "5962"
    },
    {
      "name": "儋州市",
      "value": "5963"
    },
    {
      "name": "文昌市",
      "value": "5964"
    },
    {
      "name": "万宁市",
      "value": "5965"
    },
    {
      "name": "东方市",
      "value": "5966"
    },
    {
      "name": "定安县",
      "value": "5967"
    },
    {
      "name": "屯昌县",
      "value": "5968"
    },
    {
      "name": "澄迈县",
      "value": "5969"
    },
    {
      "name": "临高县",
      "value": "5970"
    },
    {
      "name": "白沙黎族自治县",
      "value": "5971"
    },
    {
      "name": "昌江黎族自治县",
      "value": "5972"
    },
    {
      "name": "乐东黎族自治县",
      "value": "5973"
    },
    {
      "name": "陵水黎族自治县",
      "value": "5974"
    },
    {
      "name": "保亭黎族苗族自治县",
      "value": "5975"
    },
    {
      "name": "琼中黎族苗族自治县",
      "value": "5976"
    }
  ],
  "5978": [
    {
      "name": "万州区",
      "value": "5979"
    },
    {
      "name": "涪陵区",
      "value": "5980"
    },
    {
      "name": "渝中区",
      "value": "5981"
    },
    {
      "name": "大渡口区",
      "value": "5982"
    },
    {
      "name": "江北区",
      "value": "5983"
    },
    {
      "name": "沙坪坝区",
      "value": "5984"
    },
    {
      "name": "九龙坡区",
      "value": "5985"
    },
    {
      "name": "南岸区",
      "value": "5986"
    },
    {
      "name": "北碚区",
      "value": "5987"
    },
    {
      "name": "綦江区",
      "value": "5988"
    },
    {
      "name": "大足区",
      "value": "5989"
    },
    {
      "name": "渝北区",
      "value": "5990"
    },
    {
      "name": "巴南区",
      "value": "5991"
    },
    {
      "name": "黔江区",
      "value": "5992"
    },
    {
      "name": "长寿区",
      "value": "5993"
    },
    {
      "name": "江津区",
      "value": "5994"
    },
    {
      "name": "合川区",
      "value": "5995"
    },
    {
      "name": "永川区",
      "value": "5996"
    },
    {
      "name": "南川区",
      "value": "5997"
    },
    {
      "name": "潼南县",
      "value": "5999"
    },
    {
      "name": "铜梁县",
      "value": "6000"
    },
    {
      "name": "荣昌县",
      "value": "6001"
    },
    {
      "name": "璧山县",
      "value": "6002"
    },
    {
      "name": "梁平县",
      "value": "6003"
    },
    {
      "name": "城口县",
      "value": "6004"
    },
    {
      "name": "丰都县",
      "value": "6005"
    },
    {
      "name": "垫江县",
      "value": "6006"
    },
    {
      "name": "武隆县",
      "value": "6007"
    },
    {
      "name": "忠县",
      "value": "6008"
    },
    {
      "name": "开县",
      "value": "6009"
    },
    {
      "name": "云阳县",
      "value": "6010"
    },
    {
      "name": "奉节县",
      "value": "6011"
    },
    {
      "name": "巫山县",
      "value": "6012"
    },
    {
      "name": "巫溪县",
      "value": "6013"
    },
    {
      "name": "石柱土家族自治县",
      "value": "6014"
    },
    {
      "name": "秀山土家族苗族自治县",
      "value": "6015"
    },
    {
      "name": "酉阳土家族苗族自治县",
      "value": "6016"
    },
    {
      "name": "彭水苗族土家族自治县",
      "value": "6017"
    }
  ],
  "6019": [
    {
      "name": "锦江区",
      "value": "6021"
    },
    {
      "name": "青羊区",
      "value": "6022"
    },
    {
      "name": "金牛区",
      "value": "6023"
    },
    {
      "name": "武侯区",
      "value": "6024"
    },
    {
      "name": "成华区",
      "value": "6025"
    },
    {
      "name": "龙泉驿区",
      "value": "6026"
    },
    {
      "name": "青白江区",
      "value": "6027"
    },
    {
      "name": "新都区",
      "value": "6028"
    },
    {
      "name": "温江区",
      "value": "6029"
    },
    {
      "name": "金堂县",
      "value": "6030"
    },
    {
      "name": "双流县",
      "value": "6031"
    },
    {
      "name": "郫县",
      "value": "6032"
    },
    {
      "name": "大邑县",
      "value": "6033"
    },
    {
      "name": "蒲江县",
      "value": "6034"
    },
    {
      "name": "新津县",
      "value": "6035"
    },
    {
      "name": "都江堰市",
      "value": "6036"
    },
    {
      "name": "彭州市",
      "value": "6037"
    },
    {
      "name": "邛崃市",
      "value": "6038"
    },
    {
      "name": "崇州市",
      "value": "6039"
    }
  ],
  "6040": [
    {
      "name": "自流井区",
      "value": "6042"
    },
    {
      "name": "贡井区",
      "value": "6043"
    },
    {
      "name": "大安区",
      "value": "6044"
    },
    {
      "name": "沿滩区",
      "value": "6045"
    },
    {
      "name": "荣县",
      "value": "6046"
    },
    {
      "name": "富顺县",
      "value": "6047"
    }
  ],
  "6048": [
    {
      "name": "东区",
      "value": "6050"
    },
    {
      "name": "西区",
      "value": "6051"
    },
    {
      "name": "仁和区",
      "value": "6052"
    },
    {
      "name": "米易县",
      "value": "6053"
    },
    {
      "name": "盐边县",
      "value": "6054"
    }
  ],
  "6055": [
    {
      "name": "江阳区",
      "value": "6057"
    },
    {
      "name": "纳溪区",
      "value": "6058"
    },
    {
      "name": "龙马潭区",
      "value": "6059"
    },
    {
      "name": "泸县",
      "value": "6060"
    },
    {
      "name": "合江县",
      "value": "6061"
    },
    {
      "name": "叙永县",
      "value": "6062"
    },
    {
      "name": "古蔺县",
      "value": "6063"
    }
  ],
  "6064": [
    {
      "name": "旌阳区",
      "value": "6066"
    },
    {
      "name": "中江县",
      "value": "6067"
    },
    {
      "name": "罗江县",
      "value": "6068"
    },
    {
      "name": "广汉市",
      "value": "6069"
    },
    {
      "name": "什邡市",
      "value": "6070"
    },
    {
      "name": "绵竹市",
      "value": "6071"
    }
  ],
  "6072": [
    {
      "name": "涪城区",
      "value": "6074"
    },
    {
      "name": "游仙区",
      "value": "6075"
    },
    {
      "name": "三台县",
      "value": "6076"
    },
    {
      "name": "盐亭县",
      "value": "6077"
    },
    {
      "name": "安县",
      "value": "6078"
    },
    {
      "name": "梓潼县",
      "value": "6079"
    },
    {
      "name": "北川羌族自治县",
      "value": "6080"
    },
    {
      "name": "平武县",
      "value": "6081"
    },
    {
      "name": "江油市",
      "value": "6082"
    }
  ],
  "6083": [
    {
      "name": "利州区",
      "value": "6085"
    },
    {
      "name": "元坝区",
      "value": "6086"
    },
    {
      "name": "朝天区",
      "value": "6087"
    },
    {
      "name": "旺苍县",
      "value": "6088"
    },
    {
      "name": "青川县",
      "value": "6089"
    },
    {
      "name": "剑阁县",
      "value": "6090"
    },
    {
      "name": "苍溪县",
      "value": "6091"
    }
  ],
  "6092": [
    {
      "name": "船山区",
      "value": "6094"
    },
    {
      "name": "安居区",
      "value": "6095"
    },
    {
      "name": "蓬溪县",
      "value": "6096"
    },
    {
      "name": "射洪县",
      "value": "6097"
    },
    {
      "name": "大英县",
      "value": "6098"
    }
  ],
  "6099": [
    {
      "name": "市中区",
      "value": "6101"
    },
    {
      "name": "东兴区",
      "value": "6102"
    },
    {
      "name": "威远县",
      "value": "6103"
    },
    {
      "name": "资中县",
      "value": "6104"
    },
    {
      "name": "隆昌县",
      "value": "6105"
    }
  ],
  "6106": [
    {
      "name": "市中区",
      "value": "6108"
    },
    {
      "name": "沙湾区",
      "value": "6109"
    },
    {
      "name": "五通桥区",
      "value": "6110"
    },
    {
      "name": "金口河区",
      "value": "6111"
    },
    {
      "name": "犍为县",
      "value": "6112"
    },
    {
      "name": "井研县",
      "value": "6113"
    },
    {
      "name": "夹江县",
      "value": "6114"
    },
    {
      "name": "沐川县",
      "value": "6115"
    },
    {
      "name": "峨边彝族自治县",
      "value": "6116"
    },
    {
      "name": "马边彝族自治县",
      "value": "6117"
    },
    {
      "name": "峨眉山市",
      "value": "6118"
    }
  ],
  "6119": [
    {
      "name": "顺庆区",
      "value": "6121"
    },
    {
      "name": "高坪区",
      "value": "6122"
    },
    {
      "name": "嘉陵区",
      "value": "6123"
    },
    {
      "name": "南部县",
      "value": "6124"
    },
    {
      "name": "营山县",
      "value": "6125"
    },
    {
      "name": "蓬安县",
      "value": "6126"
    },
    {
      "name": "仪陇县",
      "value": "6127"
    },
    {
      "name": "西充县",
      "value": "6128"
    },
    {
      "name": "阆中市",
      "value": "6129"
    }
  ],
  "6130": [
    {
      "name": "东坡区",
      "value": "6132"
    },
    {
      "name": "仁寿县",
      "value": "6133"
    },
    {
      "name": "彭山县",
      "value": "6134"
    },
    {
      "name": "洪雅县",
      "value": "6135"
    },
    {
      "name": "丹棱县",
      "value": "6136"
    },
    {
      "name": "青神县",
      "value": "6137"
    }
  ],
  "6138": [
    {
      "name": "翠屏区",
      "value": "6140"
    },
    {
      "name": "南溪区",
      "value": "6141"
    },
    {
      "name": "宜宾县",
      "value": "6142"
    },
    {
      "name": "江安县",
      "value": "6143"
    },
    {
      "name": "长宁县",
      "value": "6144"
    },
    {
      "name": "高县",
      "value": "6145"
    },
    {
      "name": "珙县",
      "value": "6146"
    },
    {
      "name": "筠连县",
      "value": "6147"
    },
    {
      "name": "兴文县",
      "value": "6148"
    },
    {
      "name": "屏山县",
      "value": "6149"
    }
  ],
  "6150": [
    {
      "name": "广安区",
      "value": "6152"
    },
    {
      "name": "前锋区",
      "value": "6153"
    },
    {
      "name": "岳池县",
      "value": "6154"
    },
    {
      "name": "武胜县",
      "value": "6155"
    },
    {
      "name": "邻水县",
      "value": "6156"
    },
    {
      "name": "华蓥市",
      "value": "6157"
    }
  ],
  "6158": [
    {
      "name": "通川区",
      "value": "6160"
    },
    {
      "name": "达川区",
      "value": "6161"
    },
    {
      "name": "宣汉县",
      "value": "6162"
    },
    {
      "name": "开江县",
      "value": "6163"
    },
    {
      "name": "大竹县",
      "value": "6164"
    },
    {
      "name": "渠县",
      "value": "6165"
    },
    {
      "name": "万源市",
      "value": "6166"
    }
  ],
  "6167": [
    {
      "name": "雨城区",
      "value": "6169"
    },
    {
      "name": "名山区",
      "value": "6170"
    },
    {
      "name": "荥经县",
      "value": "6171"
    },
    {
      "name": "汉源县",
      "value": "6172"
    },
    {
      "name": "石棉县",
      "value": "6173"
    },
    {
      "name": "天全县",
      "value": "6174"
    },
    {
      "name": "芦山县",
      "value": "6175"
    },
    {
      "name": "宝兴县",
      "value": "6176"
    }
  ],
  "6177": [
    {
      "name": "巴州区",
      "value": "6179"
    },
    {
      "name": "恩阳区",
      "value": "6180"
    },
    {
      "name": "通江县",
      "value": "6181"
    },
    {
      "name": "南江县",
      "value": "6182"
    },
    {
      "name": "平昌县",
      "value": "6183"
    }
  ],
  "6184": [
    {
      "name": "雁江区",
      "value": "6186"
    },
    {
      "name": "安岳县",
      "value": "6187"
    },
    {
      "name": "乐至县",
      "value": "6188"
    },
    {
      "name": "简阳市",
      "value": "6189"
    }
  ],
  "6190": [
    {
      "name": "汶川县",
      "value": "6191"
    },
    {
      "name": "理县",
      "value": "6192"
    },
    {
      "name": "茂县",
      "value": "6193"
    },
    {
      "name": "松潘县",
      "value": "6194"
    },
    {
      "name": "九寨沟县",
      "value": "6195"
    },
    {
      "name": "金川县",
      "value": "6196"
    },
    {
      "name": "小金县",
      "value": "6197"
    },
    {
      "name": "黑水县",
      "value": "6198"
    },
    {
      "name": "马尔康县",
      "value": "6199"
    },
    {
      "name": "壤塘县",
      "value": "6200"
    },
    {
      "name": "阿坝县",
      "value": "6201"
    },
    {
      "name": "若尔盖县",
      "value": "6202"
    },
    {
      "name": "红原县",
      "value": "6203"
    }
  ],
  "6204": [
    {
      "name": "康定县",
      "value": "6205"
    },
    {
      "name": "泸定县",
      "value": "6206"
    },
    {
      "name": "丹巴县",
      "value": "6207"
    },
    {
      "name": "九龙县",
      "value": "6208"
    },
    {
      "name": "雅江县",
      "value": "6209"
    },
    {
      "name": "道孚县",
      "value": "6210"
    },
    {
      "name": "炉霍县",
      "value": "6211"
    },
    {
      "name": "甘孜县",
      "value": "6212"
    },
    {
      "name": "新龙县",
      "value": "6213"
    },
    {
      "name": "德格县",
      "value": "6214"
    },
    {
      "name": "白玉县",
      "value": "6215"
    },
    {
      "name": "石渠县",
      "value": "6216"
    },
    {
      "name": "色达县",
      "value": "6217"
    },
    {
      "name": "理塘县",
      "value": "6218"
    },
    {
      "name": "巴塘县",
      "value": "6219"
    },
    {
      "name": "乡城县",
      "value": "6220"
    },
    {
      "name": "稻城县",
      "value": "6221"
    },
    {
      "name": "得荣县",
      "value": "6222"
    }
  ],
  "6223": [
    {
      "name": "西昌市",
      "value": "6224"
    },
    {
      "name": "木里藏族自治县",
      "value": "6225"
    },
    {
      "name": "盐源县",
      "value": "6226"
    },
    {
      "name": "德昌县",
      "value": "6227"
    },
    {
      "name": "会理县",
      "value": "6228"
    },
    {
      "name": "会东县",
      "value": "6229"
    },
    {
      "name": "宁南县",
      "value": "6230"
    },
    {
      "name": "普格县",
      "value": "6231"
    },
    {
      "name": "布拖县",
      "value": "6232"
    },
    {
      "name": "金阳县",
      "value": "6233"
    },
    {
      "name": "昭觉县",
      "value": "6234"
    },
    {
      "name": "喜德县",
      "value": "6235"
    },
    {
      "name": "冕宁县",
      "value": "6236"
    },
    {
      "name": "越西县",
      "value": "6237"
    },
    {
      "name": "甘洛县",
      "value": "6238"
    },
    {
      "name": "美姑县",
      "value": "6239"
    },
    {
      "name": "雷波县",
      "value": "6240"
    }
  ],
  "6242": [
    {
      "name": "南明区",
      "value": "6244"
    },
    {
      "name": "云岩区",
      "value": "6245"
    },
    {
      "name": "花溪区",
      "value": "6246"
    },
    {
      "name": "乌当区",
      "value": "6247"
    },
    {
      "name": "白云区",
      "value": "6248"
    },
    {
      "name": "观山湖区",
      "value": "6249"
    },
    {
      "name": "开阳县",
      "value": "6250"
    },
    {
      "name": "息烽县",
      "value": "6251"
    },
    {
      "name": "修文县",
      "value": "6252"
    },
    {
      "name": "清镇市",
      "value": "6253"
    }
  ],
  "6254": [
    {
      "name": "钟山区",
      "value": "6255"
    },
    {
      "name": "六枝特区",
      "value": "6256"
    },
    {
      "name": "水城县",
      "value": "6257"
    },
    {
      "name": "盘县",
      "value": "6258"
    }
  ],
  "6259": [
    {
      "name": "红花岗区",
      "value": "6261"
    },
    {
      "name": "汇川区",
      "value": "6262"
    },
    {
      "name": "遵义县",
      "value": "6263"
    },
    {
      "name": "桐梓县",
      "value": "6264"
    },
    {
      "name": "绥阳县",
      "value": "6265"
    },
    {
      "name": "正安县",
      "value": "6266"
    },
    {
      "name": "道真仡佬族苗族自治县",
      "value": "6267"
    },
    {
      "name": "务川仡佬族苗族自治县",
      "value": "6268"
    },
    {
      "name": "凤冈县",
      "value": "6269"
    },
    {
      "name": "湄潭县",
      "value": "6270"
    },
    {
      "name": "余庆县",
      "value": "6271"
    },
    {
      "name": "习水县",
      "value": "6272"
    },
    {
      "name": "赤水市",
      "value": "6273"
    },
    {
      "name": "仁怀市",
      "value": "6274"
    }
  ],
  "6275": [
    {
      "name": "西秀区",
      "value": "6277"
    },
    {
      "name": "平坝县",
      "value": "6278"
    },
    {
      "name": "普定县",
      "value": "6279"
    },
    {
      "name": "镇宁布依族苗族自治县",
      "value": "6280"
    },
    {
      "name": "关岭布依族苗族自治县",
      "value": "6281"
    },
    {
      "name": "紫云苗族布依族自治县",
      "value": "6282"
    }
  ],
  "6283": [
    {
      "name": "七星关区",
      "value": "6285"
    },
    {
      "name": "大方县",
      "value": "6286"
    },
    {
      "name": "黔西县",
      "value": "6287"
    },
    {
      "name": "金沙县",
      "value": "6288"
    },
    {
      "name": "织金县",
      "value": "6289"
    },
    {
      "name": "纳雍县",
      "value": "6290"
    },
    {
      "name": "威宁彝族回族苗族自治县",
      "value": "6291"
    },
    {
      "name": "赫章县",
      "value": "6292"
    }
  ],
  "6293": [
    {
      "name": "碧江区",
      "value": "6295"
    },
    {
      "name": "万山区",
      "value": "6296"
    },
    {
      "name": "江口县",
      "value": "6297"
    },
    {
      "name": "玉屏侗族自治县",
      "value": "6298"
    },
    {
      "name": "石阡县",
      "value": "6299"
    },
    {
      "name": "思南县",
      "value": "6300"
    },
    {
      "name": "印江土家族苗族自治县",
      "value": "6301"
    },
    {
      "name": "德江县",
      "value": "6302"
    },
    {
      "name": "沿河土家族自治县",
      "value": "6303"
    },
    {
      "name": "松桃苗族自治县",
      "value": "6304"
    }
  ],
  "6305": [
    {
      "name": "兴义市",
      "value": "6306"
    },
    {
      "name": "兴仁县",
      "value": "6307"
    },
    {
      "name": "普安县",
      "value": "6308"
    },
    {
      "name": "晴隆县",
      "value": "6309"
    },
    {
      "name": "贞丰县",
      "value": "6310"
    },
    {
      "name": "望谟县",
      "value": "6311"
    },
    {
      "name": "册亨县",
      "value": "6312"
    },
    {
      "name": "安龙县",
      "value": "6313"
    }
  ],
  "6314": [
    {
      "name": "凯里市",
      "value": "6315"
    },
    {
      "name": "黄平县",
      "value": "6316"
    },
    {
      "name": "施秉县",
      "value": "6317"
    },
    {
      "name": "三穗县",
      "value": "6318"
    },
    {
      "name": "镇远县",
      "value": "6319"
    },
    {
      "name": "岑巩县",
      "value": "6320"
    },
    {
      "name": "天柱县",
      "value": "6321"
    },
    {
      "name": "锦屏县",
      "value": "6322"
    },
    {
      "name": "剑河县",
      "value": "6323"
    },
    {
      "name": "台江县",
      "value": "6324"
    },
    {
      "name": "黎平县",
      "value": "6325"
    },
    {
      "name": "榕江县",
      "value": "6326"
    },
    {
      "name": "从江县",
      "value": "6327"
    },
    {
      "name": "雷山县",
      "value": "6328"
    },
    {
      "name": "麻江县",
      "value": "6329"
    },
    {
      "name": "丹寨县",
      "value": "6330"
    }
  ],
  "6331": [
    {
      "name": "都匀市",
      "value": "6332"
    },
    {
      "name": "福泉市",
      "value": "6333"
    },
    {
      "name": "荔波县",
      "value": "6334"
    },
    {
      "name": "贵定县",
      "value": "6335"
    },
    {
      "name": "瓮安县",
      "value": "6336"
    },
    {
      "name": "独山县",
      "value": "6337"
    },
    {
      "name": "平塘县",
      "value": "6338"
    },
    {
      "name": "罗甸县",
      "value": "6339"
    },
    {
      "name": "长顺县",
      "value": "6340"
    },
    {
      "name": "龙里县",
      "value": "6341"
    },
    {
      "name": "惠水县",
      "value": "6342"
    },
    {
      "name": "三都水族自治县",
      "value": "6343"
    }
  ],
  "6345": [
    {
      "name": "五华区",
      "value": "6347"
    },
    {
      "name": "盘龙区",
      "value": "6348"
    },
    {
      "name": "官渡区",
      "value": "6349"
    },
    {
      "name": "西山区",
      "value": "6350"
    },
    {
      "name": "东川区",
      "value": "6351"
    },
    {
      "name": "呈贡区",
      "value": "6352"
    },
    {
      "name": "晋宁县",
      "value": "6353"
    },
    {
      "name": "富民县",
      "value": "6354"
    },
    {
      "name": "宜良县",
      "value": "6355"
    },
    {
      "name": "石林彝族自治县",
      "value": "6356"
    },
    {
      "name": "嵩明县",
      "value": "6357"
    },
    {
      "name": "禄劝彝族苗族自治县",
      "value": "6358"
    },
    {
      "name": "寻甸回族彝族自治县",
      "value": "6359"
    },
    {
      "name": "安宁市",
      "value": "6360"
    }
  ],
  "6361": [
    {
      "name": "麒麟区",
      "value": "6363"
    },
    {
      "name": "马龙县",
      "value": "6364"
    },
    {
      "name": "陆良县",
      "value": "6365"
    },
    {
      "name": "师宗县",
      "value": "6366"
    },
    {
      "name": "罗平县",
      "value": "6367"
    },
    {
      "name": "富源县",
      "value": "6368"
    },
    {
      "name": "会泽县",
      "value": "6369"
    },
    {
      "name": "沾益县",
      "value": "6370"
    },
    {
      "name": "宣威市",
      "value": "6371"
    }
  ],
  "6372": [
    {
      "name": "红塔区",
      "value": "6374"
    },
    {
      "name": "江川县",
      "value": "6375"
    },
    {
      "name": "澄江县",
      "value": "6376"
    },
    {
      "name": "通海县",
      "value": "6377"
    },
    {
      "name": "华宁县",
      "value": "6378"
    },
    {
      "name": "易门县",
      "value": "6379"
    },
    {
      "name": "峨山彝族自治县",
      "value": "6380"
    },
    {
      "name": "新平彝族傣族自治县",
      "value": "6381"
    },
    {
      "name": "元江哈尼族彝族傣族自治县",
      "value": "6382"
    }
  ],
  "6383": [
    {
      "name": "隆阳区",
      "value": "6385"
    },
    {
      "name": "施甸县",
      "value": "6386"
    },
    {
      "name": "腾冲县",
      "value": "6387"
    },
    {
      "name": "龙陵县",
      "value": "6388"
    },
    {
      "name": "昌宁县",
      "value": "6389"
    }
  ],
  "6390": [
    {
      "name": "昭阳区",
      "value": "6392"
    },
    {
      "name": "鲁甸县",
      "value": "6393"
    },
    {
      "name": "巧家县",
      "value": "6394"
    },
    {
      "name": "盐津县",
      "value": "6395"
    },
    {
      "name": "大关县",
      "value": "6396"
    },
    {
      "name": "永善县",
      "value": "6397"
    },
    {
      "name": "绥江县",
      "value": "6398"
    },
    {
      "name": "镇雄县",
      "value": "6399"
    },
    {
      "name": "彝良县",
      "value": "6400"
    },
    {
      "name": "威信县",
      "value": "6401"
    },
    {
      "name": "水富县",
      "value": "6402"
    }
  ],
  "6403": [
    {
      "name": "古城区",
      "value": "6405"
    },
    {
      "name": "玉龙纳西族自治县",
      "value": "6406"
    },
    {
      "name": "永胜县",
      "value": "6407"
    },
    {
      "name": "华坪县",
      "value": "6408"
    },
    {
      "name": "宁蒗彝族自治县",
      "value": "6409"
    }
  ],
  "6410": [
    {
      "name": "思茅区",
      "value": "6412"
    },
    {
      "name": "宁洱哈尼族彝族自治县",
      "value": "6413"
    },
    {
      "name": "墨江哈尼族自治县",
      "value": "6414"
    },
    {
      "name": "景东彝族自治县",
      "value": "6415"
    },
    {
      "name": "景谷傣族彝族自治县",
      "value": "6416"
    },
    {
      "name": "镇沅彝族哈尼族拉祜族自治县",
      "value": "6417"
    },
    {
      "name": "江城哈尼族彝族自治县",
      "value": "6418"
    },
    {
      "name": "孟连傣族拉祜族佤族自治县",
      "value": "6419"
    },
    {
      "name": "澜沧拉祜族自治县",
      "value": "6420"
    },
    {
      "name": "西盟佤族自治县",
      "value": "6421"
    }
  ],
  "6422": [
    {
      "name": "临翔区",
      "value": "6424"
    },
    {
      "name": "凤庆县",
      "value": "6425"
    },
    {
      "name": "云县",
      "value": "6426"
    },
    {
      "name": "永德县",
      "value": "6427"
    },
    {
      "name": "镇康县",
      "value": "6428"
    },
    {
      "name": "双江拉祜族佤族布朗族傣族自治县",
      "value": "6429"
    },
    {
      "name": "耿马傣族佤族自治县",
      "value": "6430"
    },
    {
      "name": "沧源佤族自治县",
      "value": "6431"
    }
  ],
  "6432": [
    {
      "name": "楚雄市",
      "value": "6433"
    },
    {
      "name": "双柏县",
      "value": "6434"
    },
    {
      "name": "牟定县",
      "value": "6435"
    },
    {
      "name": "南华县",
      "value": "6436"
    },
    {
      "name": "姚安县",
      "value": "6437"
    },
    {
      "name": "大姚县",
      "value": "6438"
    },
    {
      "name": "永仁县",
      "value": "6439"
    },
    {
      "name": "元谋县",
      "value": "6440"
    },
    {
      "name": "武定县",
      "value": "6441"
    },
    {
      "name": "禄丰县",
      "value": "6442"
    }
  ],
  "6443": [
    {
      "name": "个旧市",
      "value": "6444"
    },
    {
      "name": "开远市",
      "value": "6445"
    },
    {
      "name": "蒙自市",
      "value": "6446"
    },
    {
      "name": "弥勒市",
      "value": "6447"
    },
    {
      "name": "屏边苗族自治县",
      "value": "6448"
    },
    {
      "name": "建水县",
      "value": "6449"
    },
    {
      "name": "石屏县",
      "value": "6450"
    },
    {
      "name": "泸西县",
      "value": "6451"
    },
    {
      "name": "元阳县",
      "value": "6452"
    },
    {
      "name": "红河县",
      "value": "6453"
    },
    {
      "name": "金平苗族瑶族傣族自治县",
      "value": "6454"
    },
    {
      "name": "绿春县",
      "value": "6455"
    },
    {
      "name": "河口瑶族自治县",
      "value": "6456"
    }
  ],
  "6457": [
    {
      "name": "文山市",
      "value": "6458"
    },
    {
      "name": "砚山县",
      "value": "6459"
    },
    {
      "name": "西畴县",
      "value": "6460"
    },
    {
      "name": "麻栗坡县",
      "value": "6461"
    },
    {
      "name": "马关县",
      "value": "6462"
    },
    {
      "name": "丘北县",
      "value": "6463"
    },
    {
      "name": "广南县",
      "value": "6464"
    },
    {
      "name": "富宁县",
      "value": "6465"
    }
  ],
  "6466": [
    {
      "name": "景洪市",
      "value": "6467"
    },
    {
      "name": "勐海县",
      "value": "6468"
    },
    {
      "name": "勐腊县",
      "value": "6469"
    }
  ],
  "6470": [
    {
      "name": "大理市",
      "value": "6471"
    },
    {
      "name": "漾濞彝族自治县",
      "value": "6472"
    },
    {
      "name": "祥云县",
      "value": "6473"
    },
    {
      "name": "宾川县",
      "value": "6474"
    },
    {
      "name": "弥渡县",
      "value": "6475"
    },
    {
      "name": "南涧彝族自治县",
      "value": "6476"
    },
    {
      "name": "巍山彝族回族自治县",
      "value": "6477"
    },
    {
      "name": "永平县",
      "value": "6478"
    },
    {
      "name": "云龙县",
      "value": "6479"
    },
    {
      "name": "洱源县",
      "value": "6480"
    },
    {
      "name": "剑川县",
      "value": "6481"
    },
    {
      "name": "鹤庆县",
      "value": "6482"
    }
  ],
  "6483": [
    {
      "name": "瑞丽市",
      "value": "6484"
    },
    {
      "name": "芒市",
      "value": "6485"
    },
    {
      "name": "梁河县",
      "value": "6486"
    },
    {
      "name": "盈江县",
      "value": "6487"
    },
    {
      "name": "陇川县",
      "value": "6488"
    }
  ],
  "6489": [
    {
      "name": "泸水县",
      "value": "6490"
    },
    {
      "name": "福贡县",
      "value": "6491"
    },
    {
      "name": "贡山独龙族怒族自治县",
      "value": "6492"
    },
    {
      "name": "兰坪白族普米族自治县",
      "value": "6493"
    }
  ],
  "6494": [
    {
      "name": "香格里拉县",
      "value": "6495"
    },
    {
      "name": "德钦县",
      "value": "6496"
    },
    {
      "name": "维西傈僳族自治县",
      "value": "6497"
    }
  ],
  "6499": [
    {
      "name": "城关区",
      "value": "6501"
    },
    {
      "name": "林周县",
      "value": "6502"
    },
    {
      "name": "当雄县",
      "value": "6503"
    },
    {
      "name": "尼木县",
      "value": "6504"
    },
    {
      "name": "曲水县",
      "value": "6505"
    },
    {
      "name": "堆龙德庆县",
      "value": "6506"
    },
    {
      "name": "达孜县",
      "value": "6507"
    },
    {
      "name": "墨竹工卡县",
      "value": "6508"
    }
  ],
  "6509": [
    {
      "name": "昌都县",
      "value": "6510"
    },
    {
      "name": "江达县",
      "value": "6511"
    },
    {
      "name": "贡觉县",
      "value": "6512"
    },
    {
      "name": "类乌齐县",
      "value": "6513"
    },
    {
      "name": "丁青县",
      "value": "6514"
    },
    {
      "name": "察雅县",
      "value": "6515"
    },
    {
      "name": "八宿县",
      "value": "6516"
    },
    {
      "name": "左贡县",
      "value": "6517"
    },
    {
      "name": "芒康县",
      "value": "6518"
    },
    {
      "name": "洛隆县",
      "value": "6519"
    },
    {
      "name": "边坝县",
      "value": "6520"
    }
  ],
  "6521": [
    {
      "name": "乃东县",
      "value": "6522"
    },
    {
      "name": "扎囊县",
      "value": "6523"
    },
    {
      "name": "贡嘎县",
      "value": "6524"
    },
    {
      "name": "桑日县",
      "value": "6525"
    },
    {
      "name": "琼结县",
      "value": "6526"
    },
    {
      "name": "曲松县",
      "value": "6527"
    },
    {
      "name": "措美县",
      "value": "6528"
    },
    {
      "name": "洛扎县",
      "value": "6529"
    },
    {
      "name": "加查县",
      "value": "6530"
    },
    {
      "name": "隆子县",
      "value": "6531"
    },
    {
      "name": "错那县",
      "value": "6532"
    },
    {
      "name": "浪卡子县",
      "value": "6533"
    }
  ],
  "6534": [
    {
      "name": "日喀则市",
      "value": "6535"
    },
    {
      "name": "南木林县",
      "value": "6536"
    },
    {
      "name": "江孜县",
      "value": "6537"
    },
    {
      "name": "定日县",
      "value": "6538"
    },
    {
      "name": "萨迦县",
      "value": "6539"
    },
    {
      "name": "拉孜县",
      "value": "6540"
    },
    {
      "name": "昂仁县",
      "value": "6541"
    },
    {
      "name": "谢通门县",
      "value": "6542"
    },
    {
      "name": "白朗县",
      "value": "6543"
    },
    {
      "name": "仁布县",
      "value": "6544"
    },
    {
      "name": "康马县",
      "value": "6545"
    },
    {
      "name": "定结县",
      "value": "6546"
    },
    {
      "name": "仲巴县",
      "value": "6547"
    },
    {
      "name": "亚东县",
      "value": "6548"
    },
    {
      "name": "吉隆县",
      "value": "6549"
    },
    {
      "name": "聂拉木县",
      "value": "6550"
    },
    {
      "name": "萨嘎县",
      "value": "6551"
    },
    {
      "name": "岗巴县",
      "value": "6552"
    }
  ],
  "6553": [
    {
      "name": "那曲县",
      "value": "6554"
    },
    {
      "name": "嘉黎县",
      "value": "6555"
    },
    {
      "name": "比如县",
      "value": "6556"
    },
    {
      "name": "聂荣县",
      "value": "6557"
    },
    {
      "name": "安多县",
      "value": "6558"
    },
    {
      "name": "申扎县",
      "value": "6559"
    },
    {
      "name": "索县",
      "value": "6560"
    },
    {
      "name": "班戈县",
      "value": "6561"
    },
    {
      "name": "巴青县",
      "value": "6562"
    },
    {
      "name": "尼玛县",
      "value": "6563"
    },
    {
      "name": "双湖县",
      "value": "6564"
    }
  ],
  "6565": [
    {
      "name": "普兰县",
      "value": "6566"
    },
    {
      "name": "札达县",
      "value": "6567"
    },
    {
      "name": "噶尔县",
      "value": "6568"
    },
    {
      "name": "日土县",
      "value": "6569"
    },
    {
      "name": "革吉县",
      "value": "6570"
    },
    {
      "name": "改则县",
      "value": "6571"
    },
    {
      "name": "措勤县",
      "value": "6572"
    }
  ],
  "6573": [
    {
      "name": "林芝县",
      "value": "6574"
    },
    {
      "name": "工布江达县",
      "value": "6575"
    },
    {
      "name": "米林县",
      "value": "6576"
    },
    {
      "name": "墨脱县",
      "value": "6577"
    },
    {
      "name": "波密县",
      "value": "6578"
    },
    {
      "name": "察隅县",
      "value": "6579"
    },
    {
      "name": "朗县",
      "value": "6580"
    }
  ],
  "6582": [
    {
      "name": "新城区",
      "value": "6584"
    },
    {
      "name": "碑林区",
      "value": "6585"
    },
    {
      "name": "莲湖区",
      "value": "6586"
    },
    {
      "name": "灞桥区",
      "value": "6587"
    },
    {
      "name": "未央区",
      "value": "6588"
    },
    {
      "name": "雁塔区",
      "value": "6589"
    },
    {
      "name": "阎良区",
      "value": "6590"
    },
    {
      "name": "临潼区",
      "value": "6591"
    },
    {
      "name": "长安区",
      "value": "6592"
    },
    {
      "name": "蓝田县",
      "value": "6593"
    },
    {
      "name": "周至县",
      "value": "6594"
    },
    {
      "name": "户县",
      "value": "6595"
    },
    {
      "name": "高陵县",
      "value": "6596"
    }
  ],
  "6597": [
    {
      "name": "王益区",
      "value": "6599"
    },
    {
      "name": "印台区",
      "value": "6600"
    },
    {
      "name": "耀州区",
      "value": "6601"
    },
    {
      "name": "宜君县",
      "value": "6602"
    }
  ],
  "6603": [
    {
      "name": "渭滨区",
      "value": "6605"
    },
    {
      "name": "金台区",
      "value": "6606"
    },
    {
      "name": "陈仓区",
      "value": "6607"
    },
    {
      "name": "凤翔县",
      "value": "6608"
    },
    {
      "name": "岐山县",
      "value": "6609"
    },
    {
      "name": "扶风县",
      "value": "6610"
    },
    {
      "name": "眉县",
      "value": "6611"
    },
    {
      "name": "陇县",
      "value": "6612"
    },
    {
      "name": "千阳县",
      "value": "6613"
    },
    {
      "name": "麟游县",
      "value": "6614"
    },
    {
      "name": "凤县",
      "value": "6615"
    },
    {
      "name": "太白县",
      "value": "6616"
    }
  ],
  "6617": [
    {
      "name": "秦都区",
      "value": "6619"
    },
    {
      "name": "杨陵区",
      "value": "6620"
    },
    {
      "name": "渭城区",
      "value": "6621"
    },
    {
      "name": "三原县",
      "value": "6622"
    },
    {
      "name": "泾阳县",
      "value": "6623"
    },
    {
      "name": "乾县",
      "value": "6624"
    },
    {
      "name": "礼泉县",
      "value": "6625"
    },
    {
      "name": "永寿县",
      "value": "6626"
    },
    {
      "name": "彬县",
      "value": "6627"
    },
    {
      "name": "长武县",
      "value": "6628"
    },
    {
      "name": "旬邑县",
      "value": "6629"
    },
    {
      "name": "淳化县",
      "value": "6630"
    },
    {
      "name": "武功县",
      "value": "6631"
    },
    {
      "name": "兴平市",
      "value": "6632"
    }
  ],
  "6633": [
    {
      "name": "临渭区",
      "value": "6635"
    },
    {
      "name": "华县",
      "value": "6636"
    },
    {
      "name": "潼关县",
      "value": "6637"
    },
    {
      "name": "大荔县",
      "value": "6638"
    },
    {
      "name": "合阳县",
      "value": "6639"
    },
    {
      "name": "澄城县",
      "value": "6640"
    },
    {
      "name": "蒲城县",
      "value": "6641"
    },
    {
      "name": "白水县",
      "value": "6642"
    },
    {
      "name": "富平县",
      "value": "6643"
    },
    {
      "name": "韩城市",
      "value": "6644"
    },
    {
      "name": "华阴市",
      "value": "6645"
    }
  ],
  "6646": [
    {
      "name": "宝塔区",
      "value": "6648"
    },
    {
      "name": "延长县",
      "value": "6649"
    },
    {
      "name": "延川县",
      "value": "6650"
    },
    {
      "name": "子长县",
      "value": "6651"
    },
    {
      "name": "安塞县",
      "value": "6652"
    },
    {
      "name": "志丹县",
      "value": "6653"
    },
    {
      "name": "吴起县",
      "value": "6654"
    },
    {
      "name": "甘泉县",
      "value": "6655"
    },
    {
      "name": "富县",
      "value": "6656"
    },
    {
      "name": "洛川县",
      "value": "6657"
    },
    {
      "name": "宜川县",
      "value": "6658"
    },
    {
      "name": "黄龙县",
      "value": "6659"
    },
    {
      "name": "黄陵县",
      "value": "6660"
    }
  ],
  "6661": [
    {
      "name": "汉台区",
      "value": "6663"
    },
    {
      "name": "南郑县",
      "value": "6664"
    },
    {
      "name": "城固县",
      "value": "6665"
    },
    {
      "name": "洋县",
      "value": "6666"
    },
    {
      "name": "西乡县",
      "value": "6667"
    },
    {
      "name": "勉县",
      "value": "6668"
    },
    {
      "name": "宁强县",
      "value": "6669"
    },
    {
      "name": "略阳县",
      "value": "6670"
    },
    {
      "name": "镇巴县",
      "value": "6671"
    },
    {
      "name": "留坝县",
      "value": "6672"
    },
    {
      "name": "佛坪县",
      "value": "6673"
    }
  ],
  "6674": [
    {
      "name": "榆阳区",
      "value": "6676"
    },
    {
      "name": "神木县",
      "value": "6677"
    },
    {
      "name": "府谷县",
      "value": "6678"
    },
    {
      "name": "横山县",
      "value": "6679"
    },
    {
      "name": "靖边县",
      "value": "6680"
    },
    {
      "name": "定边县",
      "value": "6681"
    },
    {
      "name": "绥德县",
      "value": "6682"
    },
    {
      "name": "米脂县",
      "value": "6683"
    },
    {
      "name": "佳县",
      "value": "6684"
    },
    {
      "name": "吴堡县",
      "value": "6685"
    },
    {
      "name": "清涧县",
      "value": "6686"
    },
    {
      "name": "子洲县",
      "value": "6687"
    }
  ],
  "6688": [
    {
      "name": "汉滨区",
      "value": "6690"
    },
    {
      "name": "汉阴县",
      "value": "6691"
    },
    {
      "name": "石泉县",
      "value": "6692"
    },
    {
      "name": "宁陕县",
      "value": "6693"
    },
    {
      "name": "紫阳县",
      "value": "6694"
    },
    {
      "name": "岚皋县",
      "value": "6695"
    },
    {
      "name": "平利县",
      "value": "6696"
    },
    {
      "name": "镇坪县",
      "value": "6697"
    },
    {
      "name": "旬阳县",
      "value": "6698"
    },
    {
      "name": "白河县",
      "value": "6699"
    }
  ],
  "6700": [
    {
      "name": "商州区",
      "value": "6702"
    },
    {
      "name": "洛南县",
      "value": "6703"
    },
    {
      "name": "丹凤县",
      "value": "6704"
    },
    {
      "name": "商南县",
      "value": "6705"
    },
    {
      "name": "山阳县",
      "value": "6706"
    },
    {
      "name": "镇安县",
      "value": "6707"
    },
    {
      "name": "柞水县",
      "value": "6708"
    }
  ],
  "6710": [
    {
      "name": "城关区",
      "value": "6712"
    },
    {
      "name": "七里河区",
      "value": "6713"
    },
    {
      "name": "西固区",
      "value": "6714"
    },
    {
      "name": "安宁区",
      "value": "6715"
    },
    {
      "name": "红古区",
      "value": "6716"
    },
    {
      "name": "永登县",
      "value": "6717"
    },
    {
      "name": "皋兰县",
      "value": "6718"
    },
    {
      "name": "榆中县",
      "value": "6719"
    }
  ],
  "6720": [],
  "6722": [
    {
      "name": "金川区",
      "value": "6724"
    },
    {
      "name": "永昌县",
      "value": "6725"
    }
  ],
  "6726": [
    {
      "name": "白银区",
      "value": "6728"
    },
    {
      "name": "平川区",
      "value": "6729"
    },
    {
      "name": "靖远县",
      "value": "6730"
    },
    {
      "name": "会宁县",
      "value": "6731"
    },
    {
      "name": "景泰县",
      "value": "6732"
    }
  ],
  "6733": [
    {
      "name": "秦州区",
      "value": "6735"
    },
    {
      "name": "麦积区",
      "value": "6736"
    },
    {
      "name": "清水县",
      "value": "6737"
    },
    {
      "name": "秦安县",
      "value": "6738"
    },
    {
      "name": "甘谷县",
      "value": "6739"
    },
    {
      "name": "武山县",
      "value": "6740"
    },
    {
      "name": "张家川回族自治县",
      "value": "6741"
    }
  ],
  "6742": [
    {
      "name": "凉州区",
      "value": "6744"
    },
    {
      "name": "民勤县",
      "value": "6745"
    },
    {
      "name": "古浪县",
      "value": "6746"
    },
    {
      "name": "天祝藏族自治县",
      "value": "6747"
    }
  ],
  "6748": [
    {
      "name": "甘州区",
      "value": "6750"
    },
    {
      "name": "肃南裕固族自治县",
      "value": "6751"
    },
    {
      "name": "民乐县",
      "value": "6752"
    },
    {
      "name": "临泽县",
      "value": "6753"
    },
    {
      "name": "高台县",
      "value": "6754"
    },
    {
      "name": "山丹县",
      "value": "6755"
    }
  ],
  "6756": [
    {
      "name": "崆峒区",
      "value": "6758"
    },
    {
      "name": "泾川县",
      "value": "6759"
    },
    {
      "name": "灵台县",
      "value": "6760"
    },
    {
      "name": "崇信县",
      "value": "6761"
    },
    {
      "name": "华亭县",
      "value": "6762"
    },
    {
      "name": "庄浪县",
      "value": "6763"
    },
    {
      "name": "静宁县",
      "value": "6764"
    }
  ],
  "6765": [
    {
      "name": "肃州区",
      "value": "6767"
    },
    {
      "name": "金塔县",
      "value": "6768"
    },
    {
      "name": "瓜州县",
      "value": "6769"
    },
    {
      "name": "肃北蒙古族自治县",
      "value": "6770"
    },
    {
      "name": "阿克塞哈萨克族自治县",
      "value": "6771"
    },
    {
      "name": "玉门市",
      "value": "6772"
    },
    {
      "name": "敦煌市",
      "value": "6773"
    }
  ],
  "6774": [
    {
      "name": "西峰区",
      "value": "6776"
    },
    {
      "name": "庆城县",
      "value": "6777"
    },
    {
      "name": "环县",
      "value": "6778"
    },
    {
      "name": "华池县",
      "value": "6779"
    },
    {
      "name": "合水县",
      "value": "6780"
    },
    {
      "name": "正宁县",
      "value": "6781"
    },
    {
      "name": "宁县",
      "value": "6782"
    },
    {
      "name": "镇原县",
      "value": "6783"
    }
  ],
  "6784": [
    {
      "name": "安定区",
      "value": "6786"
    },
    {
      "name": "通渭县",
      "value": "6787"
    },
    {
      "name": "陇西县",
      "value": "6788"
    },
    {
      "name": "渭源县",
      "value": "6789"
    },
    {
      "name": "临洮县",
      "value": "6790"
    },
    {
      "name": "漳县",
      "value": "6791"
    },
    {
      "name": "岷县",
      "value": "6792"
    }
  ],
  "6793": [
    {
      "name": "武都区",
      "value": "6795"
    },
    {
      "name": "成县",
      "value": "6796"
    },
    {
      "name": "文县",
      "value": "6797"
    },
    {
      "name": "宕昌县",
      "value": "6798"
    },
    {
      "name": "康县",
      "value": "6799"
    },
    {
      "name": "西和县",
      "value": "6800"
    },
    {
      "name": "礼县",
      "value": "6801"
    },
    {
      "name": "徽县",
      "value": "6802"
    },
    {
      "name": "两当县",
      "value": "6803"
    }
  ],
  "6804": [
    {
      "name": "临夏市",
      "value": "6805"
    },
    {
      "name": "临夏县",
      "value": "6806"
    },
    {
      "name": "康乐县",
      "value": "6807"
    },
    {
      "name": "永靖县",
      "value": "6808"
    },
    {
      "name": "广河县",
      "value": "6809"
    },
    {
      "name": "和政县",
      "value": "6810"
    },
    {
      "name": "东乡族自治县",
      "value": "6811"
    },
    {
      "name": "积石山保安族东乡族撒拉族自治县",
      "value": "6812"
    }
  ],
  "6813": [
    {
      "name": "合作市",
      "value": "6814"
    },
    {
      "name": "临潭县",
      "value": "6815"
    },
    {
      "name": "卓尼县",
      "value": "6816"
    },
    {
      "name": "舟曲县",
      "value": "6817"
    },
    {
      "name": "迭部县",
      "value": "6818"
    },
    {
      "name": "玛曲县",
      "value": "6819"
    },
    {
      "name": "碌曲县",
      "value": "6820"
    },
    {
      "name": "夏河县",
      "value": "6821"
    }
  ],
  "6823": [
    {
      "name": "城东区",
      "value": "6825"
    },
    {
      "name": "城中区",
      "value": "6826"
    },
    {
      "name": "城西区",
      "value": "6827"
    },
    {
      "name": "城北区",
      "value": "6828"
    },
    {
      "name": "大通回族土族自治县",
      "value": "6829"
    },
    {
      "name": "湟中县",
      "value": "6830"
    },
    {
      "name": "湟源县",
      "value": "6831"
    }
  ],
  "6832": [
    {
      "name": "乐都区",
      "value": "6833"
    },
    {
      "name": "平安县",
      "value": "6834"
    },
    {
      "name": "民和回族土族自治县",
      "value": "6835"
    },
    {
      "name": "互助土族自治县",
      "value": "6836"
    },
    {
      "name": "化隆回族自治县",
      "value": "6837"
    },
    {
      "name": "循化撒拉族自治县",
      "value": "6838"
    }
  ],
  "6839": [
    {
      "name": "门源回族自治县",
      "value": "6840"
    },
    {
      "name": "祁连县",
      "value": "6841"
    },
    {
      "name": "海晏县",
      "value": "6842"
    },
    {
      "name": "刚察县",
      "value": "6843"
    }
  ],
  "6844": [
    {
      "name": "同仁县",
      "value": "6845"
    },
    {
      "name": "尖扎县",
      "value": "6846"
    },
    {
      "name": "泽库县",
      "value": "6847"
    },
    {
      "name": "河南蒙古族自治县",
      "value": "6848"
    }
  ],
  "6849": [
    {
      "name": "共和县",
      "value": "6850"
    },
    {
      "name": "同德县",
      "value": "6851"
    },
    {
      "name": "贵德县",
      "value": "6852"
    },
    {
      "name": "兴海县",
      "value": "6853"
    },
    {
      "name": "贵南县",
      "value": "6854"
    }
  ],
  "6855": [
    {
      "name": "玛沁县",
      "value": "6856"
    },
    {
      "name": "班玛县",
      "value": "6857"
    },
    {
      "name": "甘德县",
      "value": "6858"
    },
    {
      "name": "达日县",
      "value": "6859"
    },
    {
      "name": "久治县",
      "value": "6860"
    },
    {
      "name": "玛多县",
      "value": "6861"
    }
  ],
  "6862": [
    {
      "name": "玉树市",
      "value": "6863"
    },
    {
      "name": "杂多县",
      "value": "6864"
    },
    {
      "name": "称多县",
      "value": "6865"
    },
    {
      "name": "治多县",
      "value": "6866"
    },
    {
      "name": "囊谦县",
      "value": "6867"
    },
    {
      "name": "曲麻莱县",
      "value": "6868"
    }
  ],
  "6869": [
    {
      "name": "格尔木市",
      "value": "6870"
    },
    {
      "name": "德令哈市",
      "value": "6871"
    },
    {
      "name": "乌兰县",
      "value": "6872"
    },
    {
      "name": "都兰县",
      "value": "6873"
    },
    {
      "name": "天峻县",
      "value": "6874"
    }
  ],
  "6876": [
    {
      "name": "兴庆区",
      "value": "6878"
    },
    {
      "name": "西夏区",
      "value": "6879"
    },
    {
      "name": "金凤区",
      "value": "6880"
    },
    {
      "name": "永宁县",
      "value": "6881"
    },
    {
      "name": "贺兰县",
      "value": "6882"
    },
    {
      "name": "灵武市",
      "value": "6883"
    }
  ],
  "6884": [
    {
      "name": "大武口区",
      "value": "6886"
    },
    {
      "name": "惠农区",
      "value": "6887"
    },
    {
      "name": "平罗县",
      "value": "6888"
    }
  ],
  "6889": [
    {
      "name": "利通区",
      "value": "6891"
    },
    {
      "name": "红寺堡区",
      "value": "6892"
    },
    {
      "name": "盐池县",
      "value": "6893"
    },
    {
      "name": "同心县",
      "value": "6894"
    },
    {
      "name": "青铜峡市",
      "value": "6895"
    }
  ],
  "6896": [
    {
      "name": "原州区",
      "value": "6898"
    },
    {
      "name": "西吉县",
      "value": "6899"
    },
    {
      "name": "隆德县",
      "value": "6900"
    },
    {
      "name": "泾源县",
      "value": "6901"
    },
    {
      "name": "彭阳县",
      "value": "6902"
    }
  ],
  "6903": [
    {
      "name": "沙坡头区",
      "value": "6905"
    },
    {
      "name": "中宁县",
      "value": "6906"
    },
    {
      "name": "海原县",
      "value": "6907"
    }
  ],
  "6909": [
    {
      "name": "天山区",
      "value": "6911"
    },
    {
      "name": "沙依巴克区",
      "value": "6912"
    },
    {
      "name": "新市区",
      "value": "6913"
    },
    {
      "name": "水磨沟区",
      "value": "6914"
    },
    {
      "name": "头屯河区",
      "value": "6915"
    },
    {
      "name": "达坂城区",
      "value": "6916"
    },
    {
      "name": "米东区",
      "value": "6917"
    },
    {
      "name": "乌鲁木齐县",
      "value": "6918"
    }
  ],
  "6919": [
    {
      "name": "独山子区",
      "value": "6921"
    },
    {
      "name": "克拉玛依区",
      "value": "6922"
    },
    {
      "name": "白碱滩区",
      "value": "6923"
    },
    {
      "name": "乌尔禾区",
      "value": "6924"
    }
  ],
  "6925": [
    {
      "name": "吐鲁番市",
      "value": "6926"
    },
    {
      "name": "鄯善县",
      "value": "6927"
    },
    {
      "name": "托克逊县",
      "value": "6928"
    }
  ],
  "6929": [
    {
      "name": "哈密市",
      "value": "6930"
    },
    {
      "name": "巴里坤哈萨克自治县",
      "value": "6931"
    },
    {
      "name": "伊吾县",
      "value": "6932"
    }
  ],
  "6933": [
    {
      "name": "昌吉市",
      "value": "6934"
    },
    {
      "name": "阜康市",
      "value": "6935"
    },
    {
      "name": "呼图壁县",
      "value": "6936"
    },
    {
      "name": "玛纳斯县",
      "value": "6937"
    },
    {
      "name": "奇台县",
      "value": "6938"
    },
    {
      "name": "吉木萨尔县",
      "value": "6939"
    },
    {
      "name": "木垒哈萨克自治县",
      "value": "6940"
    }
  ],
  "6941": [
    {
      "name": "博乐市",
      "value": "6942"
    },
    {
      "name": "阿拉山口市",
      "value": "6943"
    },
    {
      "name": "精河县",
      "value": "6944"
    },
    {
      "name": "温泉县",
      "value": "6945"
    }
  ],
  "6946": [
    {
      "name": "库尔勒市",
      "value": "6947"
    },
    {
      "name": "轮台县",
      "value": "6948"
    },
    {
      "name": "尉犁县",
      "value": "6949"
    },
    {
      "name": "若羌县",
      "value": "6950"
    },
    {
      "name": "且末县",
      "value": "6951"
    },
    {
      "name": "焉耆回族自治县",
      "value": "6952"
    },
    {
      "name": "和静县",
      "value": "6953"
    },
    {
      "name": "和硕县",
      "value": "6954"
    },
    {
      "name": "博湖县",
      "value": "6955"
    }
  ],
  "6956": [
    {
      "name": "阿克苏市",
      "value": "6957"
    },
    {
      "name": "温宿县",
      "value": "6958"
    },
    {
      "name": "库车县",
      "value": "6959"
    },
    {
      "name": "沙雅县",
      "value": "6960"
    },
    {
      "name": "新和县",
      "value": "6961"
    },
    {
      "name": "拜城县",
      "value": "6962"
    },
    {
      "name": "乌什县",
      "value": "6963"
    },
    {
      "name": "阿瓦提县",
      "value": "6964"
    },
    {
      "name": "柯坪县",
      "value": "6965"
    }
  ],
  "6966": [
    {
      "name": "阿图什市",
      "value": "6967"
    },
    {
      "name": "阿克陶县",
      "value": "6968"
    },
    {
      "name": "阿合奇县",
      "value": "6969"
    },
    {
      "name": "乌恰县",
      "value": "6970"
    }
  ],
  "6971": [
    {
      "name": "喀什市",
      "value": "6972"
    },
    {
      "name": "疏附县",
      "value": "6973"
    },
    {
      "name": "疏勒县",
      "value": "6974"
    },
    {
      "name": "英吉沙县",
      "value": "6975"
    },
    {
      "name": "泽普县",
      "value": "6976"
    },
    {
      "name": "莎车县",
      "value": "6977"
    },
    {
      "name": "叶城县",
      "value": "6978"
    },
    {
      "name": "麦盖提县",
      "value": "6979"
    },
    {
      "name": "岳普湖县",
      "value": "6980"
    },
    {
      "name": "伽师县",
      "value": "6981"
    },
    {
      "name": "巴楚县",
      "value": "6982"
    },
    {
      "name": "塔什库尔干塔吉克自治县",
      "value": "6983"
    }
  ],
  "6984": [
    {
      "name": "和田市",
      "value": "6985"
    },
    {
      "name": "和田县",
      "value": "6986"
    },
    {
      "name": "墨玉县",
      "value": "6987"
    },
    {
      "name": "皮山县",
      "value": "6988"
    },
    {
      "name": "洛浦县",
      "value": "6989"
    },
    {
      "name": "策勒县",
      "value": "6990"
    },
    {
      "name": "于田县",
      "value": "6991"
    },
    {
      "name": "民丰县",
      "value": "6992"
    }
  ],
  "6993": [
    {
      "name": "伊宁市",
      "value": "6994"
    },
    {
      "name": "奎屯市",
      "value": "6995"
    },
    {
      "name": "伊宁县",
      "value": "6996"
    },
    {
      "name": "察布查尔锡伯自治县",
      "value": "6997"
    },
    {
      "name": "霍城县",
      "value": "6998"
    },
    {
      "name": "巩留县",
      "value": "6999"
    },
    {
      "name": "新源县",
      "value": "7000"
    },
    {
      "name": "昭苏县",
      "value": "7001"
    },
    {
      "name": "特克斯县",
      "value": "7002"
    },
    {
      "name": "尼勒克县",
      "value": "7003"
    }
  ],
  "7004": [
    {
      "name": "塔城市",
      "value": "7005"
    },
    {
      "name": "乌苏市",
      "value": "7006"
    },
    {
      "name": "额敏县",
      "value": "7007"
    },
    {
      "name": "沙湾县",
      "value": "7008"
    },
    {
      "name": "托里县",
      "value": "7009"
    },
    {
      "name": "裕民县",
      "value": "7010"
    },
    {
      "name": "和布克赛尔蒙古自治县",
      "value": "7011"
    }
  ],
  "7012": [
    {
      "name": "阿勒泰市",
      "value": "7013"
    },
    {
      "name": "布尔津县",
      "value": "7014"
    },
    {
      "name": "富蕴县",
      "value": "7015"
    },
    {
      "name": "福海县",
      "value": "7016"
    },
    {
      "name": "哈巴河县",
      "value": "7017"
    },
    {
      "name": "青河县",
      "value": "7018"
    },
    {
      "name": "吉木乃县",
      "value": "7019"
    }
  ],
  "7020": [
    {
      "name": "石河子市",
      "value": "7021"
    },
    {
      "name": "阿拉尔市",
      "value": "7022"
    },
    {
      "name": "图木舒克市",
      "value": "7023"
    },
    {
      "name": "五家渠市",
      "value": "7024"
    }
  ]
};

export default {
  provinces,
  cities_map,
  districts_map
};
